Repository: seungjin/Typora-i18n
Catalog: *.lproj/Menu.strings
Languages: id_id, ms_my, nl_nl

source: Export Setting
id_id: Setelan Ekspor
ms_my: Eksport Tetapan
nl_nl: Exporteer instellingen

source: My License
id_id: Lisensi Saya
ms_my: Lesen Saya
nl_nl: Mijn licentie

source: Registration / Activation
id_id: Registrasi / Aktivasi
ms_my: Pendaftaran / Pengaktifan
nl_nl: Registratie / Activatie

source: Select Paragraph / Block
id_id: Seleksi Paragraf/Blok
ms_my: Pilih Perenggan/Blok
nl_nl: Selecteer paragraaf/blok

source: Edit
ms_my: Sunting
nl_nl: Bewerken

source: Selection
ms_my: Pilihan
nl_nl: Selectie

source: Filter
ms_my: Tapisan

source: Format
nl_nl: Opmaak
