Repository: seungjin/Typora-i18n
Catalog: *.lproj/Menu.strings
Languages: id_id, ms_my, nl_nl

source: About Typora
id_id: Tentang Typora
ms_my: Tentang Typora
nl_nl: Over Typora

source: Preferences
id_id: Preferensi
ms_my: Pilihan
nl_nl: Voorkeuren

source: Check for Updates
id_id: Cek untuk Pemutakhiran
ms_my: Periksa Kemaskini
nl_nl: Controleer op updates

source: Services
id_id: Servis
ms_my: Perkhidmatan
nl_nl: Diensten

source: Hide Typora
id_id: Sembunyikan Typora
ms_my: Sorok Typora
nl_nl: Verberg Typora

source: Hide Others
id_id: Sembunyikan Lainnya
ms_my: Sorok Lain-lain
nl_nl: Verberg anderen

source: Show All
id_id: Munculkan Semua
ms_my: Tunjuk All
nl_nl: Toon alles

source: Quit Typora
id_id: Keluarkan Typora
ms_my: Keluar Typora
nl_nl: Sluit Typora

source: File
id_id: Fail
ms_my: Fail
nl_nl: Bestand

source: New
id_id: Baru
ms_my: Baru
nl_nl: Nieuw

source: Open
id_id: Buka
ms_my: Buka

source: Open Folder
id_id: Buka Folder
ms_my: Buka Folder
nl_nl: Open map

source: Reopen with Encoding
id_id: Buka Kembali dengan Pengkodean
ms_my: Buka Semula dengan Encoding
nl_nl: Heropen met codering

source: Auto
id_id: Oto

source: Open Recent
id_id: Buka Terkini
ms_my: Buka Terkini

source: Recent Locations
id_id: Lokasi Terkini
ms_my: Lokasi Terkini
nl_nl: Recente locaties

source: Clear Items
id_id: Bersihkan Item
ms_my: Kosongkan Barang
nl_nl: Items wissen

source: No Recent Files
id_id: Tiada Fail Terkini
ms_my: Tiada Fail Terkini
nl_nl: Geen recente bestanden

source: Open Quickly
id_id: Buka Segera
ms_my: Buka Segera
nl_nl: Snel openen

source: Open File Location
id_id: Buka Lokasi Fail
ms_my: Buka Lokasi Fail
nl_nl: Open bestandslocatie

source: Reveal in Library
id_id: Tunjukkan dalam Pustaka
ms_my: Dedah dalam Pustaka
nl_nl: Weergeven in bibliotheek

source: Reveal in File Tree
id_id: Tunjukkan dalam Pohon Fail
ms_my: Dedah dalam Hierarki Fail
nl_nl: Weergeven in boomstructuur

source: Close
id_id: Tutup
ms_my: Tutup
nl_nl: Sluiten

source: Save
id_id: Simpan
ms_my: Simpan
nl_nl: Opslaan

source: Save As
id_id: Simpan sebagai
ms_my: Simpan Sebagai
nl_nl: Opslaan als

source: Duplicate
id_id: Duplikasikan
ms_my: Pendua
nl_nl: Dupliceren

source: Rename
id_id: Namaiulang
ms_my: Nama Semula
nl_nl: Hernoemen

source: Move To
id_id: Pindahkan ke
ms_my: Pindah Ke
nl_nl: Verplaatsen naar

source: Revert To
id_id: Kembalikan ke
ms_my: Kembali Ke
nl_nl: Terugkeren naar

source: Browse All Versions
id_id: Telusuri Semua Versi
ms_my: Semak Imbas Semua Versi
nl_nl: Blader door alle versies

source: Import
id_id: Impor
nl_nl: Importeren

source: Export
id_id: Ekspor
ms_my: Eksport
nl_nl: Exporteren

source: Page Setup
id_id: Setel Halaman
ms_my: Persediaan Halaman
nl_nl: Pagina-instellingen

source: Print
id_id: Cetak
ms_my: Cetak
nl_nl: Afdrukken

source: Undo
id_id: Takjadi
ms_my: Undur
nl_nl: Ongedaan maken

source: Redo
id_id: Ulangi
ms_my: Buat Semula
nl_nl: Opnieuw toepassen

source: Cut
id_id: Potong
ms_my: Potong
nl_nl: Knippen

source: Copy
id_id: Kopi
ms_my: Salin
nl_nl: Kopiëren

source: Paste
id_id: Tempel
ms_my: Tampal
nl_nl: Plakken

source: Copy as Markdown
id_id: Kopi sebagai Markdown
ms_my: Salin sebagan Markdown
nl_nl: Kopiëren als Markdown

source: Copy as HTML Code
id_id: Kopi sebagai Kode HTML
ms_my: Salin sebagai Kod HTML
nl_nl: Kopiëren als HTML-code

source: Paste as Plain Text
id_id: Tempel sebagai Teks Biasa
ms_my: Tampal sebagai Teks Biasa
nl_nl: Kopiëren als platte tekst

source: Select All
id_id: Seleksi Semua
ms_my: Pilih Semua
nl_nl: Selecteer alles

source: Select Line / Sentence
id_id: Seleksi Baris/Kalimat
ms_my: Pilih Barisan/Ayat
nl_nl: Selecteer regel/zin

source: Select Styled Scope
id_id: Seleksi Skop Gaya
ms_my: Pilih Skop Bergaya
nl_nl: Selecteer gestijld bereik

source: Select Word
id_id: Seleksi Kata
ms_my: Pilih Perkataan
nl_nl: Selecteer woord

source: Delete
id_id: Hapus
ms_my: Padam
nl_nl: Verwijder

source: Delete Range
id_id: Hapus Rentang
ms_my: Padam Julat
nl_nl: Verwijder reeks

source: Delete Word
id_id: Hapus Kata
ms_my: Padam Perkataan
nl_nl: Verwijder woord

source: Delete Styled Scope
id_id: Hapus Skop Gaya
ms_my: Padam Skop Bergaya
nl_nl: Verwijder gestijld bereik

source: Delete Line / Sentence
id_id: Hapus Baris/Kalimat
ms_my: Padam Barisan/Ayat
nl_nl: Verwijder regel/zin

source: Jump To
id_id: Lompat ke
ms_my: Lompat Ke
nl_nl: Ga naar

source: Jump to Top
id_id: Lompat ke Atas
ms_my: Lompat ke Atas
nl_nl: Ga naar begin

source: Jump to Selection
id_id: Lompat ke Seleksi
ms_my: Lompat ke Pilihan
nl_nl: Ga naar selectie

source: Jump to Bottom
id_id: Lompat ke Bawah
ms_my: Lompat ke Bawah
nl_nl: Ga naar eind

source: Math Tools
id_id: Alat Matematika
ms_my: Alatan Matematik
nl_nl: Wiskundige hulpmiddelen

source: Refresh All Math Expressions
id_id: Segarulangkan Semua Ekspresi Matematika
ms_my: Segar Semula Semua Ekspresi Matematik
nl_nl: Herlaad alle wiskundige uitdrukkingen

source: Image Tools
id_id: Alat Gambar
ms_my: Alatan Imej
nl_nl: Afbeeldingshulpmiddelen

source: Insert Local Images
id_id: Sisipkan Gambar Lokal
ms_my: Masukkan Imej Tempatan
nl_nl: Voeg lokale afbeeldingen in

source: Upload Local Images via iPic
id_id: Unggah Gambar Lokal via iPic
ms_my: Muat Naik Imej melalui iPic
nl_nl: Upload lokale afbeeldingen via iPic

source: When Insert Local Image
id_id: Ketika Menyisipkan Gambar Lokal
ms_my: Apabila Memasukkan Imej Tempatan
nl_nl: Wanneer lokaal bestand wordt ingevoegd

source: Copy Image File to Folder
id_id: Kopi Fail Gambar ke Folder
ms_my: Salin Fail Imej ke Folder
nl_nl: Afbeelding kopiëren naar map

source: Upload Image via iPic
id_id: Unggah Gambar via iPic

source: Use Image Root Path
id_id: Gunakan Jalur Akar Gambar
ms_my: Guna Laluan Akar Imej
nl_nl: Gebruik de hoofdmap van de afbeelding

source: Line Endings
id_id: Akhiran Baris
ms_my: Penamat Barisan
nl_nl: Regeleinden

source: Windows Line Endings (CRLF)
id_id: Akhiran Baris Windows (CRLF)
ms_my: Penamat Barisan Windows (CRLF)
nl_nl: Windows-regeleindes (CRLF)

source: Unix Line Endings (LF)
id_id: Akhiran Baris Unix (LF)
ms_my: Penamat Barisan Unix (LF)
nl_nl: Unix-regeleindes (LF)

source: Find
id_id: Temukan
ms_my: Cari
nl_nl: Zoek

source: Find Next
id_id: Temukan Berikutnya
ms_my: Cari Seterusnya
nl_nl: Volgende zoeken

source: Find Previous
id_id: Temukan Sebelumnya
ms_my: Cari Sebelumnya
nl_nl: Vorige zoeken

source: Find and Replace
id_id: Temukan dan Ganti
ms_my: Cari dan Ganti
nl_nl: Zoeken en vervangen

source: Replace
id_id: Ganti
ms_my: Ganti
nl_nl: Vervangen

source: Replace Next
id_id: Temukan Berikutnya
ms_my: Ganti Seterusnya
nl_nl: Volgende vervangen

source: Spelling and Grammar
id_id: Ejaan dan Tata Bahasa
ms_my: Ejaan dan Tatabahasa
nl_nl: Spelling en grammatica

source: Check Document Now
id_id: Cek Dokumen Sekarang
ms_my: Semak Dokumen Sekarang
nl_nl: Controleer document nu

source: Check Spelling While Typing
id_id: Cek Ejaan ketika Mengetik
ms_my: Semak Ejaan Semasa Menaip
nl_nl: Controleer spelling tijdens typen

source: Check Grammar With Spelling
id_id: Cek Tata Bahasa dengan Ejaan
ms_my: Semak Tatabahasa Semasa Menaip
nl_nl: Controleer grammatica met spelling

source: Correct Spelling Automatically
id_id: Koreksi Ejaan secara Otomatis
ms_my: Semak Ejaan Secara Automatik
nl_nl: Corrigeer spelling automatisch

source: Substitutions
id_id: Substitusi
ms_my: Penggantian
nl_nl: Vervangingen

source: Smart Quotes
id_id: Kutipan Cerdas
ms_my: Petikan Pintar
nl_nl: Slimme citaten

source: Smart Dashes
id_id: Tanda Hubung Cerdas
ms_my: Sempang Pintar
nl_nl: Slimme streepjes

source: Text Replacement
id_id: Penggantian Teks
ms_my: Teks Gantian
nl_nl: Tekstvervanging

source: Speech
id_id: Suara
ms_my: Pertuturan
nl_nl: Spraak

source: Start Speaking
id_id: Mulai Berbicara
ms_my: Mula Pertuturan
nl_nl: Start spraak

source: Stop Speaking
id_id: Stop Berbicara
ms_my: Henti Pertuturan
nl_nl: Stop spraak

source: Paragraph
id_id: Paragraf
ms_my: Perenggan
nl_nl: Paragraaf

source: Heading 1
id_id: Tajuk 1
ms_my: Tajuk 1
nl_nl: Titel 1

source: Heading 2
id_id: Tajuk 2
ms_my: Tajuk 2
nl_nl: Titel 2

source: Heading 3
id_id: Tajuk 3
ms_my: Tajuk 3
nl_nl: Titel 3

source: Heading 4
id_id: Tajuk 4
ms_my: Tajuk 4
nl_nl: Titel 4

source: Heading 5
id_id: Tajuk 5
ms_my: Tajuk 5
nl_nl: Titel 5

source: Heading 6
id_id: Tajuk 6
ms_my: Tajuk 6
nl_nl: Titel 6

source: Increase Heading Level
id_id: Naikkan Level Tajuk
ms_my: Tambah Peringkat Tajuk
nl_nl: Titelniveau verhogen

source: Decrease Heading Level
id_id: Turunkan Level Tajuk
ms_my: Kurang Peringkat Tajuk
nl_nl: Titelniveau verlagen

source: Table
id_id: Tabel
ms_my: Jadual
nl_nl: Tabel

source: Code Fences
id_id: Pagar Kode
ms_my: Pagar Kod
nl_nl: Codeblok

source: Math Block
id_id: Blok Matematika
ms_my: Blok Matematik
nl_nl: Formule

source: Quote
id_id: Kutipan
ms_my: Petikan
nl_nl: Citaat

source: Ordered List
id_id: Lis Berurut
ms_my: Senarai Dengan Turutan
nl_nl: Genummerde lijst

source: Unordered List
id_id: Lis Takberurut
ms_my: Senarai Tanpa Turutan
nl_nl: Ongenummerde lijst

source: Task List
id_id: Lis Tugas
ms_my: Senarai Tugasan
nl_nl: Takenlijst

source: Task Status
id_id: Status Tugas
ms_my: Status Tugasan
nl_nl: Taakstatus

source: Toggle Task Status
id_id: Ganti Status Tugas
ms_my: Togol Status Tugasan
nl_nl: Schakel taakstatus in/uit

source: Mark as Complete
id_id: Tandai sebagai Komplet
ms_my: Tanda sebagai Siap
nl_nl: Markeer als voltooid

source: Mark as Incomplete
id_id: Tandai sebagai Takkomplet
ms_my: Tanda sebagai Belum Siap
nl_nl: Markeer als niet-voltooid

source: List Indentation
id_id: Lis Indentasi
ms_my: Lekukan Senarai
nl_nl: Lijst inspringing

source: Indent
id_id: Indentasi
ms_my: Tambah Lekukan
nl_nl: Inspringen

source: Outdent
id_id: Outdentasi
ms_my: Kurang Lekukan
nl_nl: Uitspringen

source: Link Reference
id_id: Referensi Tautan
ms_my: Rujukan Pautan
nl_nl: Link-referentie

source: Footnotes
id_id: Catatan Kaki
ms_my: Nota Kaki
nl_nl: Voetnoten

source: Horizontal Line
id_id: Garis Horizontal
ms_my: Garisan Mendatar
nl_nl: Horizontale Lijn

source: Table of Contents
id_id: Tabel Konten
ms_my: Jadual Isi Kandungan
nl_nl: Inhoudsopgave

source: Strong
id_id: Tebal
ms_my: Kuat
nl_nl: Dikgedrukt

source: Emphasis
id_id: Miring
ms_my: Tekanan
nl_nl: Nadruk

source: Underline
id_id: Garisbawah
ms_my: Garis Bawah
nl_nl: Onderlijn

source: Code
id_id: Kode
ms_my: Kod

source: Inline Math
id_id: Matematika Sebaris
ms_my: Matematik Dalam Barisan
nl_nl: Wiskunde in tekst

source: Strike
id_id: Coret
ms_my: Garis Potong
nl_nl: Doorstreping

source: Highlight
id_id: Sorotan
ms_my: Tonjol
nl_nl: Markeer

source: Superscript
id_id: Superskrip
ms_my: Superskrip

source: Subscript
id_id: Subskrip
ms_my: Subskrip

source: Comment
id_id: Komentar
ms_my: Komen
nl_nl: Notitie

source: Hyperlink
id_id: Hipertaut
ms_my: Pautan
nl_nl: Koppeling

source: Image
id_id: Gambar
ms_my: Imej
nl_nl: Afbeelding

source: Clear Format
id_id: Bersihkan Format
ms_my: Kosongkan Format
nl_nl: Opmaak Wissen

source: View
id_id: Tinjau
ms_my: Paparan
nl_nl: Weergave

source: New Tab
id_id: Bilah Baru
ms_my: Tab Baru
nl_nl: Nieuw tabblad

source: Source Code Mode
id_id: Mode Kode Sumber
ms_my: Mod Kod Sumber
nl_nl: Broncode-modus

source: Focus Mode
id_id: Mode Fokus
ms_my: Mod Fokus
nl_nl: Focus-modus

source: Typewriter Mode
id_id: Mode Mesin Tik
ms_my: Mod Mesin Taip
nl_nl: Typemachine-modus

source: Toggle Sidebar
id_id: (Non-)aktifkan Bilahsisi
ms_my: Togol Bar Sisi
nl_nl: Open/sluit zijbalk

source: Outline
id_id: Garisbesar
ms_my: Kerangka
nl_nl: Overzicht

source: Articles
id_id: Artikel
ms_my: Artikel-artikel
nl_nl: Artikelen

source: File Tree
id_id: Pohon Fail
ms_my: Hierarki Fail
nl_nl: Bestandsboom

source: Always on Top
id_id: Selalu di Atas
ms_my: Sentiasa Di Atas
nl_nl: Altijd bovenste venster

source: Full Screen
id_id: Layar Penuh
ms_my: Skrin Penuh
nl_nl: Volledig scherm

source: Show Status Bar
id_id: Munculkan Bilah Status
ms_my: Tunjuk Bar Status
nl_nl: Toon statusbalk

source: Toggle Fullscreen
id_id: (Non-)aktifkan Layar Penuh
ms_my: Togol Skrin Penuh
nl_nl: Schakel volledig scherm in/uit

source: Actual Size
id_id: Ukuran Aktual
ms_my: Saiz Sebenar
nl_nl: Werkelijke grootte

source: Zoom In
id_id: Zum (ke) Dalam
ms_my: Zum Masuk
nl_nl: Inzoomen

source: Zoom Out
id_id: Zum (ke) Luar
ms_my: Zum Keluar
nl_nl: Uitzoomen

source: Switch Between Opened Documents
id_id: Beralih Antara Dokumen yang Dibuka
ms_my: Beralih Antara Dokumen Terbuka
nl_nl: Schakel tussen geopende documenten

source: Toggle DevTools
id_id: (Non-)aktifkan DevTools
ms_my: Togol Alatan Pemaju
nl_nl: Schakel ontwikkelaars-functies in/uit

source: Themes
id_id: Tema
ms_my: Tema
nl_nl: Thema's

source: Window
id_id: Jendela
ms_my: Tetingkap
nl_nl: Scherm

source: Minimize
id_id: Minimalkan
ms_my: Minimum
nl_nl: Minimaliseren

source: Zoom
id_id: Zum
ms_my: Zum

source: Bring All to Front
id_id: Bawa Semua ke Front
ms_my: Bawa Semua Ke Hadapan
nl_nl: Alles naar voren brengen

source: Help
id_id: Bantuan
ms_my: Bantuan

source: Privacy Policy
id_id: Kebijakan Privasi
ms_my: Polisi Peribadi
nl_nl: Privacybeleid

source: Credits
id_id: Kredit
ms_my: Kredit

source: Change Log
id_id: Log Perubahan
ms_my: Log Pertukaran
nl_nl: Nieuwe functies

source: Website
id_id: Situsweb
ms_my: Laman Web

source: Feedback
id_id: Umpanbalik
ms_my: Maklum Balas

source: About
id_id: Tentang
ms_my: Tentang
nl_nl: Over de applicatie

source: Block Styles
id_id: Gaya Blok
ms_my: Gaya Blok
nl_nl: Blokstijlen

source: Inline Styles
id_id: Gaya dalam Baris
ms_my: Gaya Dalam Garisan
nl_nl: Stijlen in tekst

source: List Styles / Remove Block
id_id: Gaya Lis / Hapus Blok
ms_my: Gaya Senarai / Padam Blok
nl_nl: Geef stijlen weer / Verwijder Blok

source: Exit Source Code Mode
id_id: Keluarkan Mode Kode Sumber
ms_my: Keluar Mod Kod Sumber
nl_nl: Sluit Broncode Modus

source: Toggle Source Code Mode
id_id: (Non-)aktifkan Mode Kode Sumber
ms_my: Togol Mod Kod Sumber
nl_nl: Toon/verberg Broncode Modus

source: Add Row Above
id_id: Tambah Baris Atas
ms_my: Tambah Barisan Atas
nl_nl: Voeg rij in hierboven

source: Add Row Below
id_id: Tambah Baris Bawah
ms_my: Tambah Barisan Bawah
nl_nl: Voeg rij in hieronder

source: Delete Row
id_id: Hapus Baris
ms_my: Padam Barisan
nl_nl: Verwijder rij

source: Add Column Before
id_id: Tambah Kolom Sebelum
ms_my: Tambah Lajur Sebelum
nl_nl: Voeg kolom in hiervoor

source: Add Column After
id_id: Tambah Kolom Sesudah
ms_my: Tambah Lajur Selepas
nl_nl: Voeg kolom in hierachter

source: Delete Column
id_id: Hapus Kolom
ms_my: Padam Lajur
nl_nl: Verwijder kolom

source: Copy Table
id_id: Kopi Tabel
ms_my: Salin Jadual
nl_nl: Kopieer tabel

source: Delete Table
id_id: Hapus Tabel
ms_my: Padam Jadual
nl_nl: Verwijder tabel

source: Insert Paragraph After
id_id: Sisipkan Paragram Setelah
ms_my: Masukkan Perenggan Selepas
nl_nl: Voeg paragraaf in hieronder

source: Insert Paragraph Before
id_id: Sisipkan Paragram Sebelum
ms_my: Masukkan Perenggan Sebelum
nl_nl: Voeg paragraaf in hierboven

source: Delete Code Block
id_id: Hapus Blok Kode
ms_my: Padam Blok Kod
nl_nl: Verwijder codeblok

source: Copy as MathML
id_id: Kopi sebagai MathML
ms_my: Salin sebagai MathML
nl_nl: kopieer als MathML

source: Copy as Tex
id_id: Kopi sebagai Tex
ms_my: Salin sebagai Tex
nl_nl: Kopieer als Tex

source: Copy Math
id_id: Kopi Matematika
ms_my: Salin Matematik
nl_nl: Kopieer wiskunde

source: Reveal in Finder
id_id: Tunjukkan di Penemu
ms_my: Dedahkan dalam Finder
nl_nl: Weergeven in Finder

source: Open Link
id_id: Buka Tautan
ms_my: Buka Pautan

source: Reveal in Sidebar
id_id: Tunjukkan di Bilahsisi
ms_my: Dedah dalam Bar Sisi
nl_nl: Weergeven in zijbalk

source: Open in New Window
id_id: Buka di Jendela Baru
ms_my: Buka dalam Tetingkap Baru
nl_nl: Open in nieuw scherm

source: Copy File Path
id_id: Kopi Jalur Fail
ms_my: Salin Laluan Fail
nl_nl: Kopieer bestandslocatie

source: New File
id_id: Fail Baru
ms_my: Fail Baru
nl_nl: Nieuw bestand

source: New Folder
id_id: Folder Baru
ms_my: Folder Baru
nl_nl: Nieuwe map

source: Learn Spelling
id_id: Pelajari Ejaan
ms_my: Belajar Ejaan
nl_nl: Leer spelling

source: Copy / Paste As…
id_id: Kopi / Tempel sebagai…
ms_my: Salin / Tampal Sebagai…
nl_nl: Kopiëren / Plakken als…

source: Math
id_id: Matematika
ms_my: Matematik
nl_nl: Formule

source: Insert
id_id: Sisipkan
ms_my: Masukkan
nl_nl: Invoegen

source: Inspect Element
id_id: Inspeksi Elemen
ms_my: Periksa Elemen
nl_nl: Element Inspecteren

source: Copy to MS Word
id_id: Kopi ke MS Word
ms_my: Salin kepada MS Word
nl_nl: Kopiëren naar MS Word

source: Paragraph (before)
id_id: Paragraf (sebelum)
ms_my: Perenggan (sebelum)
nl_nl: Paragraaf (boven)

source: Paragraph (after)
id_id: Paragraf (sesudah)
ms_my: Perenggan (selepas)
nl_nl: Paragraaf (onder)

source: Search with Google
id_id: Cari menggunakan Google
ms_my: Cari menggunakan Google
nl_nl: Zoeken met Google

source: Search With…
id_id: Cari menggunakan…
ms_my: Cari Menggunakan…
nl_nl: Zoeken met…

source: Open Failed
id_id: Proses Pembukaan Gagal
ms_my: Gagal Membuka
nl_nl: Openen Mislukt

source: File or folder does not exist.
id_id: Fail atau folder tidak eksis.
ms_my: Fail atau folder tidak wujud.
nl_nl: Bestand of map bestaat niet.

source: Prettify Source Code
id_id: Percantik Kode Sumber
ms_my: Cantikkan Kod Sumber
nl_nl: Prettify broncode

source: Copy '%@'
id_id: Kopi '%@'
ms_my: Salin '%@'
nl_nl: Kopieer '%@'

source: Copy to %@
id_id: Kopi ke %@
ms_my: Salin ke %@
nl_nl: Kopiëren naar %@

source: Copy Image to
id_id: Kopi Gambar ke
ms_my: Salin Imej ke
nl_nl: Kopieer afbeelding naar

source: Upload via iPic
id_id: Unggah via iPic

source: Open Image Location
id_id: Buka Lokasi Gambar
ms_my: Salin Lokasi Imej
nl_nl: Open Afbeeldingslocatie

source: Learn More
id_id: Pelajari Lagi
ms_my: Belajar Lebih Lanjut
nl_nl: Lees meer

source: Whitespace and Line Breaks
id_id: Spasiputih dan Jeda Baris
ms_my: Ruang Kosong dan Pecahan Barisan
nl_nl: Witruimtes en regeleindes

source: Indent first line of paragraphs
id_id: Indentasi baris pertama paragraf
ms_my: Lekuk barisan pertama dalam perenggan
nl_nl: Spring de eerste regel van een paragraaf in

source: Preserve single line break
id_id: Pertahankan jeda baris tunggal
ms_my: Pelihara pecahan barisan tunggal
nl_nl: Behoud enkele regeleindes

source: Visible <br/>
id_id: Visibel <br/>
ms_my: Kelihatan <br/>
nl_nl: Zichtbare <br/>

source: Save All
id_id: Simpan Semua
ms_my: Simpan Semua
nl_nl: Alles Opslaan

source: New Window
id_id: Jendela Baru
ms_my: Tetingkap Baru
nl_nl: Nieuw scherm

source: Reopen Closed File
id_id: Kembali Buka Fail Tertutup
ms_my: Buka Semula Fail Tertutup
nl_nl: Heropen afgesloten bestand

source: Global Image Settings
id_id: Setelan Gambar Global
ms_my: Tetapan Imej Global
nl_nl: Globale Afbeeldingsinstellingen

source: Smart Punctuation
id_id: Pungtuasi Cerdas
ms_my: Tanda Baca Pintar
nl_nl: Slimme Interpunctie

source: Convert on Input
id_id: Konversikan saat Input
ms_my: Tukar semasa Input
nl_nl: Converteren tijdens invoer

source: Convert on Rendering
id_id: Konversikan saat Rendering
ms_my: Tukar semasa Rendering
nl_nl: Converteren tijdens weergave

source: Remap Unicode Punctuation on Parse
id_id: Petaulangkan Pungtuasi Unicode saat Penguraian
ms_my: Peta Semula Tanda Baca Unicode semasa Penghuraian
nl_nl: Unicode-interpunctie opnieuw toewijzen tijdens parse

source: More Options
id_id: Pilihan Lainnya
ms_my: Pilihan Lanjut
nl_nl: Meer opties

source: HTML Block
id_id: Blok HTML
ms_my: Blok HTML
nl_nl: HTML Blok

source: Delete Paragraph / Block
id_id: Hapus Blok
ms_my: Padam Blok
nl_nl: Blok verwijderen

source: Delete %@
id_id: Hapus %@
ms_my: Padam %@
nl_nl: Verwijder %@

source: Play
id_id: Putar
ms_my: Main Semula
nl_nl: Start

source: Pause
id_id: Jeda
ms_my: Henti Seketika
nl_nl: Pauzeer

source: Spell Check
id_id: Cek Ejaan
ms_my: Periksa Ejaan
nl_nl: Spellingscontrole

source: Unlearn Spelling
id_id: Ejaan Takterpelajari
ms_my: Lupakan Ejaan
nl_nl: Spelling afleren

source: Properties
id_id: Properti
ms_my: Sifat-sifat
nl_nl: Eigenschappen

source: Search
id_id: Cari
ms_my: Carian
nl_nl: Zoeken

source: Copy without Theme Styling
id_id: Kopi tanpa Gaya Tema
ms_my: Salin tanpa Penggayaan Tema
nl_nl: Kopiëren zonder opmaak

source: Recent Files
id_id: Fail Terkini
ms_my: Fail-fail Terkini
nl_nl: Recente bestanden

source: File Results
id_id: Resultan Fail
ms_my: Hasil-hasil Fail
nl_nl: Resultaten

source: Insert Table
id_id: Sisipkan Tabel
ms_my: Masukkan Jadual
nl_nl: Tabel invoegen

source: Insert Image
id_id: Sisipkan Gambar
ms_my: Masukkan Imej
nl_nl: Afbeelding invoegen

source: Allow Magnification
id_id: Izinkan Magnifikasi
ms_my: Benarkan Pembesaran
nl_nl: Uitvergroten toestaan

source: Move Row Up
id_id: Pindahkan Baris ke Atas
ms_my: Pindah Barisan Ke Atas
nl_nl: Rij naar boven verplaatsen

source: Move Row Down
id_id: Pindahkan Baris Ke Bawah
ms_my: Pindah Barisan Ke Bawah
nl_nl: Rij naar onder verplaatsen

source: Move Column Left
id_id: Pindahkan Kolom Kiri
ms_my: Pindah Lajur Ke Kiri
nl_nl: Kolom naar links verplaatsen

source: Move Column Right
id_id: Pindahkan Kolom Kanan
ms_my: Pindah Lajur Ke Kanan
nl_nl: Kolom naar rechts verplaatsen

source: Zoom Image
id_id: Zum Gambar
ms_my: Zum Imej
nl_nl: Afbeelding uitvergroten

source: Zoom Image to %@
id_id: Zum Gambar ke %@
ms_my: Zum Imej ke %@
nl_nl: Vergroot afbeelding naar %@

source: Copy as Plain Text
id_id: Kopi sebagai Teks Biasa
ms_my: Salin sebagai Teks Biasa
nl_nl: Kopiëren als platte tekst

source: Check Updates
id_id: Cek Pemutakhiran
ms_my: Periksa Kemaskini
nl_nl: Controleren op updates

source: HTML (without Styles)
id_id: HTML (tanpa Gaya)
ms_my: HTML (tanpa Gaya)
nl_nl: HTML (zonder stijlen)

source: Highlight Current Header
id_id: Sorot Tajuk Saat Ini
ms_my: Tonjol Tajuk Semasa
nl_nl: Laat huidige titel zien

source: Expand All
id_id: Ekspans Semua
ms_my: Kembang Semua
nl_nl: Klap alles uit

source: Collapse All
id_id: Kolaps Semua
ms_my: Kuncup Semua
nl_nl: Klap alles in

source: Collapsible Outline
id_id: Garisbesar Kolapsibel
ms_my: Kerangka Boleh Kuncup
nl_nl: Klap overzicht in

source: Flat Outline
id_id: Garisbesar Datar
ms_my: Kerangka Rata
nl_nl: Plat overzicht

source: Articles (List View)
id_id: Artikel (Tinjauan Lis)
ms_my: Artikel (Paparan Senarai)
nl_nl: Artikelen (Lijstweergave)

source: File Tree (Tree View)
id_id: Pohon Fail (Tinjauan Pohon)
ms_my: Hierarki Fail (Paparan Hierarki)
nl_nl: Bestanden (Boomweergave)

source: Upload Image
id_id: Unggah Gambar
ms_my: Muat Naik Imej
nl_nl: Afbeelding uploaden

source: Upload All Local Images
id_id: Unggah Semua Gambar Lokal
ms_my: Muat Naik Semua Imej Tempatan
nl_nl: Upload alle lokale bestanden

source: Open Image in Browser
id_id: Buka Gambar di Peramban
ms_my: Buka Imej dalam Pelayar
nl_nl: Open afbeelding in browser

source: Copy Image
id_id: Kopi Gambar
ms_my: Salin Imej
nl_nl: Kopieer afbeelding

source: More Actions
id_id: Aksi Lebih
ms_my: Tindakan Lanjut
nl_nl: Meer acties

source: Get Info
id_id: Dapatkan Info
ms_my: Dapatkan Info
nl_nl: Meer informatie

source: Export with Previous
id_id: Ekspor dengan Sebelumnya
ms_my: Eksport dengan Sebelumnya
nl_nl: Exporteer met vorige

source: Export and Overwrite with Previous
id_id: Ekspor dan Timpa dengan Sebelumnya
ms_my: Eksport dan Tulis Tindih dengan Sebelumnya
nl_nl: Exporteer en overschrijf met vorige

source: Emoji and Symbols
id_id: Emoji and Simbol
ms_my: Emoji dan Simbol
nl_nl: Emoji en symbolen

source: Insert Final New Line On Save
id_id: Sisipkan Baris Baru Final saat Simpan
ms_my: Masukkan Barisan Penamat Semasa Menyimpan
nl_nl: Nieuwe regel invoegen bij opslaan

source: Hyperlink Actions
id_id: Aksi Hipertaut
ms_my: Tindakan Pautan
nl_nl: Link acties

source: Copy Link Address
id_id: Kopi Alamat Tautan
ms_my: Salin Alamat Pautan
nl_nl: Kopieer linkadres

source: Click
id_id: Klik
ms_my: Klik
nl_nl: Klik
