Repository: seungjin/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: fr_fr, id_id, ko_kr, ms_my

source: Preferences
fr_fr: Préférences
id_id: Preferensi
ko_kr: 환경설정
ms_my: Pilihan

source: General
fr_fr: Général
id_id: Umum
ko_kr: 일반
ms_my: Umum

source: Window Style
fr_fr: Style de fenêtre
id_id: Gaya Jendela
ko_kr: 윈도우 스타일
ms_my: Gaya Tetingkap

source: Classic
fr_fr: Classique
id_id: Klasik
ms_my: Klasik

source: Seamless
fr_fr: Transparent
id_id: Mulus
ms_my: Tanpa Bingkai

source: Seamless window only support OS X later than 10.10.
fr_fr: Les fenêtres transparentes ne sont supportées qu’à partir d’OS X 10.10 et ultérieurs.
id_id: Jendela yang mulus hanya didukung oleh OS X versi lebih baru daripada 10.10.
ko_kr: Seamless 윈도우 스타일은 OS X 10.10 이후부터 지원합니다.
ms_my: Tetingkap tanpa bingkai hanya menyokong OS X kemudian daripada 10.10.

source: Themes
fr_fr: Thèmes
id_id: Tema
ko_kr: 테마
ms_my: Tema

source: Open Theme Folder
fr_fr: Ouvrir dossier des Thèmes
id_id: Buka Folder Tema
ko_kr: 테마 폴더 열기
ms_my: Buka Folder Baru

source: Please check `help`->`Quick Start` for short introduction. Visit http://theme.typora.io to get more themes or instructions.
fr_fr: Veuillez consulter `Aide`->`Démarrage rapide` pour une introduction rapide. Visitz http://theme.typora.io pour obtenir plus de thèmes et d’instructions.
id_id: Silakan cek `bantuan`->`Mulai Segera` untuk introduksi pendek. Kunjungi http://theme.typora.io untuk mendapatkan lebih banyak tema atau instruksi.
ko_kr: `도움말`->`빠른 시작`에서 짧은 설명을 확인해 주세요. http://theme.typora.io 를 방문하여 더 많은 테마와 지침을 확인하세요.
ms_my: Sila periksa `Bantuan`->`Mula Cepat` untuk pengenalan ringkas. Lawat http://theme.typora.io untuk dapatkan lebih tema dan arahan.

source: Word Count
fr_fr: Nombre de mots
id_id: Jumlah Kata
ko_kr: 단어수 세기
ms_my: Kiraan Perkataan

source: Always Show Word Count
fr_fr: Toujours montrer le nombre de mots
id_id: Selalu Munculkan Jumlah Kata
ko_kr: 항상 단어수 표시
ms_my: Sentiasa Tunjuk Kiraan Perkataan

source: Font Size
fr_fr: Taille de police
id_id: Ukuran Fon
ko_kr: 서체 크기
ms_my: Saiz Fon

source: Auto ( Recommended )
fr_fr: Auto ( Recommandé )
id_id: Oto ( Direkomendasikan )
ko_kr: 자동 ( 권장 )
ms_my: Auto ( Digalakkan )

source: Customized
fr_fr: Personnalisé
id_id: Dikostumisasi
ko_kr: 사용자 정의
ms_my: Diubah khas

source: If custom font size is used, the actual font size will depend on the base font size and css style.
fr_fr: Si une taille de police personnalisée est utilisée, la taille réelle dépendra de la taille de police de base et du style css.
id_id: Jika ukuran fon kustom digunakan, ukuran fon aktual akan bergantung pada ukuran fon dan gaya css dasar.
ko_kr: 사용자 정의 서체 크기를 사용하면 기본 서체 크기 및 CSS 스타일에 따라 실제 글씨 크기가 달라집니다.
ms_my: Jika saiz fon khas digunakan, saiz fon sebenarnya bergantung kepada saiz fon asas dan gaya CSS.

source: Left Panel
fr_fr: Panneau de gauche
id_id: Panel Kiri
ko_kr: 왼쪽 패널
ms_my: Panel Kiri

source: Show Outline Panel by Default
fr_fr: Montrer le panneau du plan par défaut
id_id: Munculkan Panel Garisbesar sebagai Asali
ko_kr: 개요 패널 기본 표시
ms_my: Tunjuk Panel Kerangka secara Auto

source: Collapsible Outline on Left Panel
fr_fr: Plan qui peut être réduit dans le panneau de gauche
id_id: Garisbesar Kolapsibel pada Panel Kiri
ko_kr: 접을 수 있는 왼쪽 개 패널
ms_my: Kerangka Boleh Kuncup dalam Panel Kiri

source: Save without asking when switch files on side panel
fr_fr: Enregistrer sans le demander lors du changement de fichier dans le panneau latéral
id_id: Simpan tanpa pertanyaan ketika beralih fail pada panel sisi
ko_kr: 사이드 패널에서 파일 전환시 묻지 않고 저장
ms_my: Simpan tanpa bertanya apabila beralih fail dalam panel sisi

source: Language
fr_fr: Langue
id_id: Bahasa
ko_kr: 언어
ms_my: Bahasa

source: System Language
fr_fr: Langue du système
id_id: Bahasa Sistem
ko_kr: 시스템 언어
ms_my: Bahasa Sistem

source: Indent Size on Save
fr_fr: Indentation
id_id: Ukuran indentasi saat Menyimpan
ko_kr: 저장 시 들여쓰기 크기
ms_my: Saiz Lekuk semasa Simpan

source: only apply to quotes and lists created from menu bar or hybrid view
fr_fr: n’appliquer qu’aux citations créées depuis le menu ou la vue hybride
id_id: hanya terapkah untuk kutipan dan lis yang dibuat dari bilah menu atau tinjauan hibrida
ko_kr: 메뉴 막대나 하이브리드 뷰에서 생성된 인용구나 목록에만 적용됩니다
ms_my: hanya guna pakai untuk petikan dan senarai yang dibuat daripada bar menu atau paparan hibrid

source: Trigger Autocomplete without ESC key for
fr_fr: Auto-complétion sans utiliser la touche ÉCHAP
id_id: Picu Otokomplet tanpa kunci ESC untuk
ko_kr: ESC 키 없이 자동완성 적용:
ms_my: Cetus Autolengkap tanpa kekunci ESC key untuk

source: Emoji (e.g. :smile:)
id_id: Emoji (contoh: :smile:)
ko_kr: 이모티콘 (예시: :smile:)

source: Images Insert
fr_fr: Insertions d’images
id_id: Penyisipan Gambar
ko_kr: 이미지 삽입
ms_my: Sisipan Imej

source: Use relative path if possible
fr_fr: Utiliser le chemin relatif si possible
id_id: Gunakan jalur relatif jika memungkinkan
ko_kr: 가능하다면 상대적 위치 사용
ms_my: Guna laluan relatif jika boleh

source: Auto Pair
fr_fr: Paires automatiques
id_id: Oto Pasangkan
ko_kr: 자동 페어
ms_my: Auto Padan

source: Auto pair brackets and quotes
fr_fr: Paires de guillemets et parenthèses auto
id_id: Oto pasangkan tanda kurung dan kutip
ko_kr: 대괄호와 따옴표 자동 페어
ms_my: Auto padan kurungan dan petikan

source: Auto pair common Markdown syntax
fr_fr: Paires de règles Markdown communes auto
id_id: Oto pasangkan sintaksis Markdown umum
ko_kr: 일반적인 Markdown 문법 자동 페어
ms_my: Auto padan sinteks Markdown lazim

source: Live Rendering
fr_fr: Rendu en direct
id_id: Perenderan Langsung
ko_kr: 실시간 렌더링
ms_my: Rendering Secara Langsung

source: Display source for simple blocks (including headings, etc.) on focus
fr_fr: Afficher la source pour les blocs simples (titres, etc.) lors de la sélection
id_id: Dispaikan sumber untuk blok simpel (mencakup tajuk, dll.) saat fokus
ko_kr: 선택시 심플 블록 (제목 등) 의 소스 보이기
ms_my: Papar sumber untuk blok ringkas (termasuk tajuk, etc.) semasa fokus

source: Default Copy Behavior
fr_fr: Mode de copie par défaut
id_id: Perilaku Kopi Asali
ko_kr: 복사시 기본 동작
ms_my: Tingkah Laku Asas Menyalin

source: Copy Markdown source as plain text
fr_fr: Copier le code Markdown comme texte brut
id_id: Kopi sumber Markdown sebagai teks biasa
ko_kr: 마크다운 소스를 일반 텍스트로 복사
ms_my: Salin sumber Markdown sebagai teks biasa

source: Typewriter Mode
fr_fr: Mode Machine à écrire
id_id: Mode Mesin Tik
ko_kr: 타자기 모드
ms_my: Mod Mesin Taip

source: Always keep caret in middle of screen when typewriter mode is enabled
fr_fr: Toujours garder le curseur au milieu de l’écran dans le mode Machine à écrire
id_id: Selalu letakkan caret di tengah layar ketika mode mesin tik diaktifkan
ko_kr: 타자기 모드가 활성화되면 탈자 부호가 항상 화면 가운데로 오게 됩니다.
ms_my: Sentiasa kekalkan karet di tengah skrin semasa mod mesin taip dibolehkan

source: (Following preferences will be applied after restart.)
fr_fr: (Les préférences suivantes seront appliquées après redémarrage.)
id_id: (Preferensi berikut akan diterapkan setelah kembali mulai.)
ko_kr: (아래 설정값은 재시작시 적용됨.)
ms_my: (Pilihan berikut akan digunapakai selepas mula semua.)

source: Syntax Support
fr_fr: Support de la syntaxe
id_id: Bantuan Sintaksis
ko_kr: 문법 강조 지원
ms_my: Sokongan Sinteks

source: Inline Math ( e.g: $LaTeX$ )
fr_fr: Maths en ligne (ex : $LaTeX$ )
id_id: Matematika Sebaris ( contoh: $LaTeX$ )
ko_kr: 인라인 수식 ( e.g: $LaTeX$ )
ms_my: Matematik Dalam Barisan ( e.g: $LaTeX$ )

source: Subscript ( e.g: H~2~O )
fr_fr: Indices (ex : H~2~O )
id_id: Subskrip ( contoh: H~2~O )
ko_kr: 아래 첨자 ( e.g: H~2~O )
ms_my: Subskrip ( e.g: H~2~O )

source: Superscript ( e.g: X^2^ )
fr_fr: Exposants (ex : X^2^ )
id_id: Superskrip ( contoh: X^2^ )
ko_kr: 위 첨자 ( e.g: X^2^ )
ms_my: Superskrip ( e.g: X^2^ )

source: Highlight (e.g: ==key==)
fr_fr: Surlignage (ex : ==key==)
id_id: Sorotan (contoh: ==key==)
ko_kr: 강조 (e.g: ==key==)
ms_my: Tonjolan (e.g: ==key==)

source: Diagrams
fr_fr: Diagrammes
id_id: Diagram
ko_kr: 다이어그램
ms_my: Gambarajah

source: (Sequence, Flowchart and Mermaid)
fr_fr: (Sequence, Flowchart et Mermaid)
id_id: (Sekuens, Diagram Alir dan Mermaid)
ko_kr: (Sequence, Flowchart 및 Mermaid)

source: Syntax Preference
fr_fr: Preférences de syntaxe
id_id: Preferensi Sintaksis
ko_kr: 문법 강조 설정
ms_my: Pilihan Sinteks

source: (only applies to styles created from menubar or hybrid view)
fr_fr: (n’appliquer qu’aux styles créés depuis le menu ou la vue hybride)
id_id: (hanya terapkan terhadap gaya yang dibuat dari bilah menu atau tinjauan hibrida)
ko_kr: (메뉴 막대나 하이브리드 보기에서 생성된 스타일에만 적용)
ms_my: (hanya gunapakai untuk penggayaan terbuat daripada bar menu atau paparan hibrid)

source: Strict Mode
fr_fr: Mode strict
id_id: Mode Ketat
ko_kr: 엄격 모드
ms_my: Mod Tegas

source: (more strict to GFM spec)
fr_fr: (plus strict que le Markdown Github GFM)
id_id: (lebih ketat ke spesifikasi GFM)
ko_kr: (GFM 스펙을 더 준수)
ms_my: (lebih tegas pada spesifikasi GFM)

source: Heading Style
fr_fr: Style de titres
id_id: Gaya Tajuk
ko_kr: 제목 스타일
ms_my: Gaya Tajuk

source: Unordered List
fr_fr: Liste à puces
id_id: Lis Takberurut
ko_kr: 순서가 없는 목록
ms_my: Senarai Tanpa Turutan

source: Ordered List
fr_fr: Liste numérotée
id_id: Lis Berurut
ko_kr: 순서가 있는 목록
ms_my: Senarai Dengan Turutan

source: Code Fences
fr_fr: Blocs de code
id_id: Pagar Kode
ko_kr: 코드 펜스
ms_my: Pagar Kod

source: Display line numbers for code fences
fr_fr: Afficher le numéro de ligne pour les blocs de code
id_id: Displaikan nomor baris pada pagar kode
ko_kr: 코드 펜스에서 줄번호 보이기
ms_my: Tunjuk nombor barisan untuk pagar kod

source: Math Blocks
fr_fr: Blocs de Maths
id_id: Blok Matematika
ko_kr: 수식 블록
ms_my: Blok Matematik

source: Auto Numbering Math Equations
fr_fr: Numérotation automatique des équations maths
id_id: Oto penomoran ekuasi Matematika
ko_kr: 수식 자동 번호 매기기
ms_my: Auto Nombor Persamaan Matematik

source: Security
fr_fr: Sécurité
id_id: Keamanan
ko_kr: 보안
ms_my: Keselamatan

source: Enable Debug
fr_fr: Activer le débogage
id_id: Aktifkan Debug
ko_kr: 디버그 활성화
ms_my: Bolehkan Nyahpijat

source: Send Anonymous Usage Info
fr_fr: Envoyer des informations anonymisées sur l’utilisation
id_id: Kirimkan Info Penggunaan Anonim
ko_kr: 익명으로 사용 정보 보내기
ms_my: Hantar Maklumat Penggunaan Tanpa Nama

source: Require Pandoc to Continue...
fr_fr: Besoin de Pandoc pour continuer...
id_id: Perlu Pandoc untuk Lanjut...
ko_kr: 계속하려면 Pandoc가 필요합니다...
ms_my: Perlukan Pandoc untuk Teruskan...

source: Follow instructions to install Pandoc
fr_fr: Suivez les instructions pour installer Pandoc
id_id: Ikuti instruksi untuk menginstal Pandoc
ko_kr: 지시에 따라 Pandoc를 설치하세요
ms_my: Ikut Arahan untuk Memasang Pandoc

source: Cancel
fr_fr: Annuler
id_id: Batalkan
ko_kr: 취소
ms_my: Batal

source: Importing...
fr_fr: Importation...
id_id: Pengimporan...
ko_kr: 가져오기...
ms_my: Sedang Mengimport...

source: Importing in progress...
fr_fr: Importation en cours...
id_id: Pengimporan dalam progres...
ko_kr: 가져오기 작업 중...
ms_my: Pengimportan dalam kemajuan...

source: Converting file with Pandoc. This may take some time.
fr_fr: Conversion du fichier avec Pandoc. Cela peut prendre un peu de temps.
id_id: Mengonversi fail dengan Pandoc. Ini mungkin memakan waktu sebentar.
ko_kr: Pandoc를 이용하여 파일을 변환합니다. 이 작업은 약간의 시간이 소요됩니다.
ms_my: Ubah fail dengan Pandoc. Ini mungkin akan memerlukan masa.

source: Abort
fr_fr: Annuler
id_id: Gugurkan
ko_kr: 중단
ms_my: Gugur

source: Exporting...
fr_fr: Exportation...
id_id: Pengeksporan...
ko_kr: 내보내기...
ms_my: Sedang Mengeksport...

source: Exporting in progress...
fr_fr: Exportation en cours...
id_id: Pengeksporan dalam progress...
ko_kr: 내보내기 작업 중...
ms_my: Pengeksportan dalam kemajuan...

source: Pandoc is needed for importing these file formats
fr_fr: Pandoc est requis pour l’importation de ces formats de fichiers
id_id: Pandoc diperlukan untuk mengimpor format fail ini
ko_kr: 이 파일 형식으로 내보내기 위해서는 Pandoc가 필요합니다
ms_my: Pandoc diperlukan untuk mengimport format-format fail ini

source: Check help->Install and use Pandoc from menubar for detail
fr_fr: Consulter Aide->Installer et utiliser Pandoc dans le menu pour plus de détails
id_id: Cek bantuan->Instal dan gunakan Pandoc dari bilah menu untuk detail
ko_kr: 자세한 사항은 메뉴 막대의 도움말->Pandoc 설치 및 사용 방법을 참고하세요
ms_my: Periksa Bantuan->Pasang dan gunakan Pandoc daripada bar menu untuk maklumat lanjut

source: Import or some export features requires <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0) to be installed.
fr_fr: L’importation ou certaines fonctions d’exportation nécessitent l’installation de <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0).
id_id: Fitur impor atau beberapa ekspor memerlukan <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0) untuk diinstal.
ko_kr: 가져오기 및 몇몇 내보내기 기능은 <a href='http://pandoc.org/' target='_blank'>Pandoc</a>(≥ v2.0)가 설치되어 있어야 합니다.
ms_my: Import atau sesetengah ciri-ciri eksport memerlukan <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0) dipasang.

source: Follow Instructions to Install/Update Pandoc
fr_fr: Suivez les instructions pour installer/mettre à jour Pandoc
id_id: Ikuti Instruksi untuk Instal/Pemutakhiran Pandoc
ko_kr: 아래 지시를 따라 Pandoc를 설치/업데이트해 주세요
ms_my: Ikut Arahan untuk Memasang/Mengemaskini Pandoc

source: Export Failed
fr_fr: Échec de l’exportation
id_id: Ekspor Gagal
ko_kr: 내보내기 실패
ms_my: Eksport Gagal

source: Import Failed
fr_fr: Échec de l’importation
id_id: Impor Gagal
ko_kr: 가져오기 실패
ms_my: Import Gagal

source: Generated Image too Large
fr_fr: L’image générée est trop grande
id_id: Gambar yang Dihasilkan Terlalu Besar
ko_kr: 생성된 이미지가 너무 큼
ms_my: Imej Terjana Terlalu Besar

source: Failed to export file to <em>{0}</em>
fr_fr: Échec de l’exportation du fichier vers <em>{0}</em>
id_id: Gagal ekspor fail ke <em>{0}</em>
ko_kr: <em>{0}</em>(으)로 파일 내보내기 실패
ms_my: Gagal mengeksport fail ke <em>{0}</em>

source: Failed to import file from <em>{0}</em>
fr_fr: Échec de l’importation du fichier depuis <em>{0}</em>
id_id: Gagal impor fail dari <em>{0}</em>
ko_kr: <em>{0}</em>(으)로부터 파일 가져오기 실패
ms_my: Gagal mengimport fail ke <em>{0}</em>

source: File does not exist at <em>{0}</em>
fr_fr: Le fichier n’existe pas à <em>{0}</em>
id_id: Fail tidak eksis di <em>{0}</em>
ko_kr: <em>{0}</em> 경로에 파일이 존재하지 않습니다
ms_my: Fail tidak wujud di <em>{0}</em>

source: Export to...
fr_fr: Exporter vers...
id_id: Ekspor ke...
ko_kr: 다음으로 내보내기...
ms_my: Eksport ke...

source: Do you want to save the changes made to this document ?<br> Your changes will be lost if you don't save them.
id_id: Apakah Anda ingin menyimpan perubahan yang dibuat pada dokumen ini ?<br> Perubahan Anda akan hilang jika Anda tidak menyimpannya.
ko_kr: 변경 사항을 저장하시겠습니까 ?<br> 저장하지 않으면 모든 변경 사항을 잃게 됩니다..
ms_my: Adakah anda mahu menyimpan perubahan terhadap dokumen ini ?<br> Perubahan anda akan hilang jika anda tidak menyimpannya.

source: [Warning] Failed to attach bookmark for PDF file.
fr_fr: [Attention] Impossible d’ajouter le marque-page au fichier PDF.
id_id: [Peringatan] Gagal melampirkan markahbuku untuk fail PDF.
ko_kr: [경고] PDF 파일 북마크 첨부 실패.
ms_my: [Amaran] Gagal melampirkan penanda buku utk fail PDF.

source: Dark Theme not support
fr_fr: Thème sombre non pris en charge
id_id: Tema Gelap tidak mendukung
ko_kr: 다크 테마는 지원하지 않습니다
ms_my: Tema Gelap Tidak Disokong

source: Sorry, current version of Typora won't print background color on exported PDF, So dark theme is not yet supported for PDF exporting. Please choose a light theme or click "Print with default theme"
fr_fr: Désolé, la version actuelle de Typora ne peut pas imprimer la couleur d’arrière-plan dans les PDF exportés, Ainsi le thème sombre n’est pas encore pris en charge pour l’exportation PDF Veuillez choisir un thème clair ou cliquer sur "Imprimer avec le thème par défaut"
id_id: Maaf, versi Typora saat ini tidak akan mencetak warna latarbelakang pada PDF yang diekspor, jadi proses ekspor PDF belum mendukung tema gelap. Silakan pilihlah mode terang atau pilih "Cetak dengan tema asali"
ko_kr: 죄송합니다. 현재 버전의 Typora는 PDF 내보내기시 다크 테마를 지원하지 않습니다. 라이트 테마를 선택하거나 "기본 테마로 프린트"를 눌러주세요
ms_my: Maaf, versi semasa Typora tidak akan mencetak warna latar atas PDF yang dieksport, Jadi tema gelap masih belum disokong untuk mengeksport PDF. Sila pilih tema cerah atau klik "Cetak dengan tema asas"

source: Print with default theme
fr_fr: Imprimer avec le thème par défaut
id_id: Cetak dengan tema asali
ko_kr: 기본 테마로 프린트
ms_my: Cetak dengan tema asas

source: Export to PDF successfully.
fr_fr: Exportation PDF réussie.
id_id: Ekspor ke PDF sukses secara penuh.
ko_kr: PDF 내보내기 성공.
ms_my: Eksport ke PDF dengan jayanya.

source: Converting file using Pandoc. This may take some time.
fr_fr: Conversion du fichier avec Pandoc. Cela peut prendre un peu de temps.
id_id: Konversi fail menggunakan Pandoc. Ini mungkin memakan beberapa waktu.
ko_kr: Pandoc를 이용하여 파일을 변환합니다. 이 작업은 약간의 시간이 소요됩니다.
ms_my: Sedang mengubah fail menggunakan Pandoc. Ini mungkin akan memerlukan masa.

source: Exporting file using Pandoc. This may take some time.
fr_fr: Exportation du fichier avec Pandoc. Cela peut prendre un peu de temps.
id_id: Mengekspor fail menggunakan Pandoc. Ini mungkin memakan beberapa waktu.
ko_kr: Pandoc를 이용하여 파일을 내보냅니다. 이 작업은 약간의 시간이 소요됩니다.
ms_my: Sedang mengeksport fail menggunakan Pandoc. Ini mungkin akan memerlukan masa.

source: Uploading Images via iPic...
id_id: Pengunggahan Gambar via iPic...
ko_kr: iPic으로 사진 업로드...

source: Uploading in progress…
fr_fr: Envoi en cours...
id_id: Pengunggahan dalam progres...
ko_kr: 업로드 작업 중...
ms_my: Muat naik dalam kemajuan…

source: Do not show this again
fr_fr: Ne plus montrer ce message
id_id: Jangan munculkan ini kembali
ko_kr: 다시 보지 않기
ms_my: Jangan tunjuk ini lagi

source: Minute
fr_fr: Minutes
id_id: Menit
ko_kr: 분
ms_my: Minit

source: Line
fr_fr: Lignes
id_id: Baris
ko_kr: 줄
ms_my: Barisan

source: Word
fr_fr: Mots
id_id: Kata
ko_kr: 단어
ms_my: Perkataan

source: Character
fr_fr: Caractères
id_id: Karakter
ko_kr: 문자
ms_my: Aksara

source: Minutes
id_id: Menit
ko_kr: 분
ms_my: Minit

source: Lines
fr_fr: Lignes
id_id: Baris
ko_kr: 줄
ms_my: Barisan

source: Words
fr_fr: Mots
id_id: Kata
ko_kr: 단어
ms_my: Perkataan

source: Characters
fr_fr: Caractères
id_id: Karakter
ko_kr: 문자
ms_my: Aksara

source: In Selection
fr_fr: Sélectionné
id_id: Dalam Seleksi
ko_kr: 선택한 영역
ms_my: Dalam Pilihan

source: Appearance
fr_fr: Apparence
id_id: Penampilan
ko_kr: 모양
ms_my: Penampilan

source: System Native
fr_fr: Native du système
id_id: Sistem Natif
ko_kr: 시스템 네이티브
ms_my: Asli Sistem

source: Unibody
id_id: Unibodi
ko_kr: 유니바디

source: (applied after restart)
fr_fr: (nécessite un redémarrage du programme)
id_id: (diterapkan setelah kembali mulai)
ko_kr: (재시작 후 적용됨)
ms_my: (tergunapakai selepas mula semula)

source: Status Bar
fr_fr: Barre d’état
id_id: Bilah Status
ko_kr: 상태바
ms_my: Bar Status

source: Show status bar
fr_fr: Montrer la barre d’état
id_id: Munculkan bilah status
ko_kr: 상태바 보이기
ms_my: Tunjuk Bar Status

source: Save & Recover
fr_fr: Enregistrement & Récupération
id_id: Simpan & Pulihkan
ko_kr: 저장 및 복원
ms_my: Simpan & Pulih

source: Auto Save
fr_fr: Enregistrement automatique
id_id: Oto Simpan
ko_kr: 자동 저장
ms_my: Auto Simpan

source: Recover Unsaved Drafts
fr_fr: Récupérer les brouillons non-enregistrés
id_id: Pulihkan Draf yang Taktersimpan
ko_kr: 저장되지 않은 파일 복원
ms_my: Pulih Draf Belum Simpan

source: Emoji Autocomplete
fr_fr: Autocomplétion des Emoji
id_id: Otokomplet Emoji
ko_kr: 이모티콘 자동 완성
ms_my: Emoji Autolengkap

source: Trigger by ESC key
fr_fr: Activer avec la touche ÉCHAP
id_id: Picu dengan kunci ESC
ko_kr: ESC 키로 트리거
ms_my: Cetus menggunakan kekunci ESC

source: Trigger automatically
fr_fr: Activer automatiquement
id_id: Picu secara otomatis
ko_kr: 자동으로 트리거
ms_my: Cetus secara automatik

source: Default Line Ending
fr_fr: Fins de lignes par défaut
id_id: Akhir Baris Asali
ko_kr: 기본 개행 문자
ms_my: Penamat Barisan Asal

source: Line ending for new file
fr_fr: Fin de lignes pour les nouveaux fichiers
id_id: Akhir baris untuk fail baru
ko_kr: 새 파일의 개행 문자
ms_my: Penamat barisan untuk fail baru

source: Spell Check
fr_fr: Vérification orthographique
id_id: Cek Ejaan
ko_kr: 맞춤법 검사
ms_my: Semak Ejaan

source: Auto correct spelling
fr_fr: Correction orthographique automatique
id_id: Oto koreksi ejaan
ko_kr: 맞춤법 자동 수정
ms_my: Autobetul ejaan yang betul

source: System
fr_fr: Système
id_id: Sistem
ko_kr: 시스템
ms_my: Sistem

source: Privacy
fr_fr: Confidentialité
id_id: Privasi
ko_kr: 개인 정보
ms_my: Privasi

source: Update
fr_fr: Mise à jour
id_id: Pemutakhiran
ko_kr: 업데이트
ms_my: Kemaskini

source: Check Updates
fr_fr: Vérifier les mises à jour
id_id: Cek Pemutakhiran
ko_kr: 업데이트 확인
ms_my: Periksa Kemaskini

source: Check updates automatically
fr_fr: Vérifier automatiquement les mises à jour
id_id: Cek Pemutakhiran secara otomatis
ko_kr: 업데이트 자동 확인
ms_my: Periksa kemaskini secara automatik

source: Advanced Settings
fr_fr: Paramètres avancés
id_id: Setelan Lanjutan
ko_kr: 고급 설정
ms_my: Tetapan Lanjut

source: Open Advanced Settings
fr_fr: Ouvrir les paramètres avancés
id_id: Buka Setelan Lanjutan
ko_kr: 고급 설정 열기
ms_my: Buka Tetapan Lanjut

source: Reset Advanced Settings
fr_fr: Réinitialiser les paramètres avancés
id_id: Reset Setelan Lanjutan
ko_kr: 고급 설정 초기화
ms_my: Set Semula Tetapan Lanjut

source: This function requires latest version of iPic to be installed.
fr_fr: Il faut que la dernière version d’iPic soit installée pour utiliser cette fonction
id_id: Fungsi ini memerlukan versi terkini atas iPic untuk diinstal.
ko_kr: 이 기능은 최신 iPic가 설치되어 있어야 합니다..
ms_my: Fungsi ini memerlukan versi terbaru iPic dipasang.

source: Get iPic
fr_fr: Obtenir iPic
id_id: Dapatkan iPic
ko_kr: iPic 얻기
ms_my: Dapatkan iPic

source: Cannot Continue…
fr_fr: Impossible de continuer…
id_id: Takdapat Lanjut…
ko_kr: 계속 진행 불가…
ms_my: Tidak Boleh Diteruskan…

source: This feature require macOS >= 10.11
fr_fr: Cette fonction nécessite macOS >= 10.11
id_id: Fitur ini memerlukan macOS >= 10.11
ko_kr: 이 작업은 macOS >= 10.11를 필요로 합니다
ms_my: Ciri ini memerlukan macOS >= 10.11

source: One More Step
fr_fr: Une dernière étape
id_id: Satu Step Lagi
ko_kr: 다음 단계
ms_my: Satu Lagi Langkah

source: Notice
fr_fr: Information
id_id: Maklumat
ko_kr: 공지
ms_my: Notis

source: This requires iPic to be installed, and referred image files will be uploaded to cloud services via iPic. Please also note that the default cloud service does not support delete uploaded image.
id_id: Ini memerlukan iPic untuk diinstal, dan fail gambar yang diacu akan diunggah ke layanan awan via iPic. Silakan juga catat bahwa layanan awan bawaan tidak mendukung penghapusan gambar yang diunggah.
ko_kr: 이를 위해서는 iPic을 설치해야하고 참조된 이미지 파일이 iPic을 통해 클라우드 서비스에 업로드됩니다. 기본 클라우드 서비스는 업로드된 이미지 삭제를 지원하지 않습니다.

source: %d Images Failed to Upload.
fr_fr: %d images n’ont pas pu être envoyées.
id_id: %d Gambar Gagal Diunggah.
ko_kr: %d개의 이미지 업로드 실패.
ms_my: %d Imej Gagal Dimuat Naik.

source: %d Succeeded,
fr_fr: %d réussis,
id_id: %d Sukses,
ko_kr: %d개 성공
ms_my: %d Berjaya,

source: Enable this feature on preferences panel
fr_fr: Activer cette fonction dans les préférences
id_id: Aktifkan fitur ini pada panel preferensi
ko_kr: 이 기능을 설정 패널에서 활성화
ms_my: Perboleh ciri ini dalam panel pilihan

source: %@ is a file, not a directory
fr_fr: %@ est un fichier, pas un dossier
id_id: %@ adalah sebuah fail, bukan folder
ko_kr: %@는 폴더가 아니라 파일입니다
ms_my: %@ ialah satu fail, bukan satu direktori

source: Copy Images To…
fr_fr: Copier les images vers…
id_id: Kopi Gambar ke…
ko_kr: 다음으로 이미지 복사…
ms_my: Salin Imej Ke…
