Repository: seungjin/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: fr_fr, id_id, ko_kr, ms_my

source: Download Update
fr_fr: Télécharger la mise à jour
id_id: Unduh Pemutakhiran
ko_kr: 업데이트 다운로드
ms_my: Muat Turun Kemaskini

source: New version available.
fr_fr: Nouvelle version disponible.
id_id: Versi baru tersedia.
ko_kr: 새 버전이 있습니다.
ms_my: Versi baru tersedia.

source: When copy / export as HTML (without style)
fr_fr: Lors de la copie / l’exportation au format HTML (sans style)
id_id: Ketika kopi / ekspor sebagai HTML (tanpa gaya)
ko_kr: HTML로 복사 또는 내보내기 (style 제외):
ms_my: Apabila menyalin / eksport sebagai HTML (tanpa penggayaan)

source: Use Rendered SVG
fr_fr: Utiliser le rendu SVG
id_id: Gunakan Perenderan SVG
ko_kr: 렌더링된 SVG
ms_my: Gunakan SVG Ter-render

source: Use LaTeX Source
fr_fr: Utiliser la source LaTeX
id_id: Gunakan Sumber LaTeX
ko_kr: LaTeX 소스
ms_my: Gunakan Sumber LaTeX

source: <div>Take effects when export as HTML (without styles) or copy as HTML code, or copy without theme style.<br/>When <strong>Use LaTeX Source</strong> is selected, Typora will put the raw LaTeX source (e.g: $X^2$),<br/>When <strong>Use Rendered SVG</strong> is selected, the rendered SVG will be used, if you paste to other app, SVG may get ignored.</div>
fr_fr: <div>Prend effet lors d’un export HTML (sans styles) ou de la copie du code HTML, ou copié sans le stytle du thème.<br/>Quand <strong>Utiliser la source LaTeX</strong> est sélectionné, Typora mettra la source LaTeX brute (ex : $X^2$),<br/>Quand <strong>Utiliser le rendu SVG</strong> est sélectionné, le rendu SVG sera utilisé, si vous collez dans une autre app, le SVG peut être ignoré.</div>
id_id: <div>Ambil efek saat mengekspor sebagai HTML (tanpa gaya) atau mengopi sebagai kode HTML, atau mengopi tanpa gaya tema.<br/>Ketika <strong>Gunakan Sumber LaTeX</strong> diseleksi, Typora akan menempatkan sumber LaTeX mentah (contoh: $X^2$),<br/>Ketika <strong>Gunakan Perenderan SVG</strong> diseleksi, SVG yang dirender akan digunakan, jika Anda menempelkan ke aplikasi lain, SVG mungkin akan diabaikan.</div>
ko_kr: <div>이 설정은 HTML로 복사 또는 내보내기 (style 또는 theme 제외) 시에 적용됩니다.<br/><strong>LaTeX 소스</strong>을 선택하면, 수식의 원 LaTeX 소스를 (예: $X^2$), <strong>렌더링된 SVG</strong>를 선택하면 렌더링된 SVG 이미지를 복사합니다. 다른 어플리케이션으로 붙여넣기할 때 SVG는 무시될 수도 있습니다.</div>
ms_my: <div>Memberi kesan apabila eksport sebagai HTML (tanpa gaya) atau salin sebagai kod HTML, atau salin tanpa gaya tema.<br/>Apabila <strong>Gunakan Sumber LaTeX</strong> dipilih, Typora akan meletakkan sumber mentah LaTeX (contohnya: $X^2$),<br/>Apabila <strong>Gunakan SVG Ter-render</strong> dipilih, SVG ter-render akan digunakan, jika anda menampak kepada aplikasi lain, SVG mungkin akan diabaikan.</div>

source: Import function and several export formats requires Pandoc (≥%@) to be installed.
fr_fr: La fonction d’import et de nombreux formats d’export nécessitent que Pandoc (≥%@) soit installé.
id_id: Fungsi impor dan beberapa format ekspor memerlukan Pandoc (≥%@) untuk diinstall.
ms_my: Fungsi import dan beberapa format eksport memerlukan Pandoc (≥%@) dipasang.

source: Do not show this message again
fr_fr: Ne plus afficher ce message à l’avenir
id_id: Jangan tampilkan pesan ini lagi
ko_kr: 이 메시지를 다시 표시하지 않음
ms_my: Jangan tunjuk mesej ini lagi

source: Page Break Between Top Headings
fr_fr: Saut de page entre les titres
id_id: Pemisahan Halaman di Antara Tajuk Teratas
ko_kr: 제목(Top Headings)이 나올 때마다 페이지 나누기
ms_my: Pecahan Halaman Antara Tajuk Utama

source: Sorry, some error happened, current writing content has been copied to clipboard. You could report this to <hi@typora.io> to help us fix this error.
fr_fr: Désolé, une erreur est survenue, le contenu rédigé jusqu’à maintenant à été copié dans le presse-papier. Vous pouvez faire un rapport à <hi@typora.io> afin de nous aider à corriger cette erreur.
id_id: Maaf, terjadi kesalahan, konten tulisan saat ini telah disalin ke papan klip. Anda dapat melaporkan ini ke <hi@typora.io> untuk membantu kami memperbaiki eror ini.
ko_kr: 죄송합니다. 오류가 발생했습니다. 현재의 작업 내용을 클립보드에 복사했습니다. 이 오류를 고칠 수 있도록 <hi@typora.io> 로 제보해 주시기 바랍니다.
ms_my: Maaf, sesuatu ralat berlaku, kandungan penulisan semasa telah disalin ke clipboard. Anda boleh melapor ini kepada <hi@typora.io> untuk membantu kami membetulkan ralat ini.

source: Try Recovery
fr_fr: Tenter une récupéreration
id_id: Coba Pemulihan
ko_kr: 복구 시도
ms_my: Cuba Pemulihan

source: Other Options for Data Recovery
fr_fr: Autres options de la récupération de données
id_id: Opsi Lain untuk Pemulihan Data
ko_kr: 데이터 복구를 위한 다른 옵션
ms_my: Pilihan Lain untuk Pemulihan Data

source: When Insert
fr_fr: Lors de l’insertion
id_id: Ketika Menyisipkan
ko_kr: 이미지 삽입 시
ms_my: Ketika Memasukkan

source: Upload image
fr_fr: Envoyer l’image
id_id: Unggah gambar
ko_kr: 이미지를 업로드
ms_my: Muat Naik Imej

source: e.g: %@
fr_fr: ex : %@
id_id: contoh: %@
ms_my: contohnya: %@

source: Test Uploader
fr_fr: Tester l’envoi
id_id: Tes Pengunggah
ms_my: Uji Pemuat Naik

source: Validating
fr_fr: Validation de l’envoi d’image
id_id: Memvalidasi
ko_kr: Validating Image Uploader
ms_my: Mengesahkan Pemuat Naik Imej

source: Validation Failed
fr_fr: Validation en échec
id_id: Validasi Gagal
ms_my: Pengesahan Gagal

source: Validation Succeed
fr_fr: Validation réussie
id_id: Validasi Sukses
ms_my: Pengesahan Berjaya

source: Testing image uploading using command:
fr_fr: Le test d’envoi d’une image utilise la commande :
id_id: Mengetes pengunggahan gambar menggunakan perintah:
ms_my: Menguji muat naik imej menggunakan perintah:

source: Running… Waiting for results.
fr_fr: Exécution en cours… En attente des résultats.
id_id: Menjalankan… Menunggu resultan.
ms_my: Berjalan… Sedang menunggu hasil.

source: Output from the console:
fr_fr: Sortie de la console :
id_id: Keluaran dari konsol:
ms_my: Output daripada konsol:

source: Error from the console:
fr_fr: Erreur de la console :
id_id: Eror dari konsol:
ms_my: Ralat daripada konsol:

source: Failed to fetch uploaded image from command output.
fr_fr: Échec de la récupération de l’image envoyée à partir de la sortie de la commande.
id_id: Gagal mengambil gambar yang diunggah dari keluaran perintah.
ms_my: Gagal mengambil imej termuat naik daripada output perintah.

source: Successfully get uploaded image url.
fr_fr: URL de l’image envoyée obtenue avec succès
id_id: Sukses penuh mendapatkan url gambar yang diunggah.
ms_my: Berjaya mendapatkan URL imej termuat naik.

source: Image Uploader
fr_fr: Outil d’envoi d’image
id_id: Pengunggah Gambar
ko_kr: 이미지 업로더
ms_my: Pemuat Naik Imej

source: Instructions
id_id: Instruksi
ms_my: Arahan

source: Download %@
fr_fr: Télécharge %@
id_id: Unduh %@
ms_my: Muat Turun %@

source: Image Upload Setting
fr_fr: Paramètre d’envoi d’image
id_id: Setelan Penggunggah Gambar
ko_kr: 이미지 업로드 설정
ms_my: Tetapan Muat Naik Imej

source: Please set an image uploader in Preferences panel before using this function.
fr_fr: Veuillez définir un outil d’envoi d’image dans l’écran des préférences avant d’utiliser cette fonctionnalité.
id_id: Silakan setel pengunggah gambar di panel Preferensi sebelum menggunakan fungsi ini.
ms_my: Sila set pemuat naik imej dalam Panel Pilihan sebelum menggunakan fungsi ini.

source: Download or Upgrade
fr_fr: Télécharger ou mettre à jour
id_id: Unduh atau Tingkatkan
ms_my: Muat Turun atau Maik Taraf

source: Open Config File
fr_fr: Ouvrir le fichier de configuration
id_id: Buka Konfigurasi Fail
ms_my: Buka Fail Konfigurasi

source: Command
fr_fr: Commande
id_id: Perintah
ms_my: Perintah

source: PicGo Path
fr_fr: Chemin vers PicGo
id_id: Jalur PicGo
ms_my: Laluan PicGo

source: Path of PicGo binary
fr_fr: Chemin vers le binaire de PicGo
id_id: Jalur dari binari PicGo
ms_my: Laluan binari PicGo

source: Executable
fr_fr: Exécutable
id_id: Eksekutabel

source: Checking
fr_fr: Vérification
id_id: Mengecek
ms_my: Sedang Memeriksa

source: Download
fr_fr: Télécharger
id_id: Unduh
ms_my: Muat Turun

source: Agree and Download
fr_fr: Accepter et télécharger
id_id: Setuju dan Unduh
ms_my: Setuju dan Muat Turun

source: Download and Reinstall
fr_fr: Télécharger et réinstaller
id_id: Unduh dan Kembali Instal
ms_my: Muat Turun dan Pasang Semula

source: Loading PicGo-Core License
fr_fr: Chargement de la licence de PicGo-Core
id_id: Memuat Lisensi PicGo-Core
ms_my: Muat Lesem PicGo-Core

source: Failed to get installed version of PicGo-Core (command line)
fr_fr: Impossible d’obtenir la version installée de PicGo-Core (en ligne de commande)
id_id: Gagal menginstal versi PicGo-Core (baris perintah)
ms_my: Gagal mendapatkan versi terpasang PicGo-Core (command line)

source: You have the latest PicGo-Core (CLI)
fr_fr: Vous possédez la dernière version de PicGo-Core (en ligne de commande)
id_id: Anda memiliki yang terbaru PicGo-Core (Antarmuka Baris Perintah)
ms_my: Anda memiliki PicGo-Core terkini (CLI)

source: Newer version is available
fr_fr: Une nouvelle version est disponible
id_id: Versi yang lebih baru tersedia
ms_my: Versi lebih baru tersedia

source: Downloading…
fr_fr: Téléchargement…
id_id: Mengunduh…
ms_my: Sedang Muat Turun…

source: Unzipping…
fr_fr: Décompression…
id_id: Pengunzipan…
ms_my: Sedang Unzip…

source: Finished
fr_fr: Terminé
id_id: Finis
ms_my: Selesai

source: Typora will launch 3rd party app with file paths of all local images. The image uploader and cloud image storage will then have access to your local images. Are you sure to continue?
id_id: Typora akan meluncurkan aplikasi pihak ke-3 dengan jalur fail dari semua gambar lokal. Pengunggah gambar dan penyimpanan gambar awan kemudian akan memiliki akses ke gambar lokal Anda. Apakah Anda yakin untuk melanjutkan?

source: Export operation finished successfully.
fr_fr: Opération d’export terminée avec succès.
id_id: Operasi ekspor difiniskan dengan sukses.
ms_my: Operasi pengeksportan selesai dengan jayanya.

source: Shortcut Keys
fr_fr: Raccourcis claviers
id_id: Kunci Pintasan
ko_kr: 단축키
ms_my: Kekunci Pintas

source: Custom Shortcut Keys
fr_fr: Raccourcis claviers personnalisés
id_id: Kunci Pintasan Kustom
ko_kr: 사용자 정의 단축키
ms_my: Kekunci Pintas Khas

source: Theme
fr_fr: Thème
id_id: Tema
ko_kr: 테마
ms_my: Tema

source: Light Theme
fr_fr: Thème clair
id_id: Tema Terang
ms_my: Tema Cerah

source: Dark Theme
fr_fr: Thème somble
id_id: Tema Gelap
ms_my: Tema Gelap

source: Use separate theme in dark mode
fr_fr: Utiliser un thème différent en mode sombre
id_id: Gunakan tema terpisah dalam mode gelap
ko_kr: 다크 모드에서 별도의 테마를 사용
ms_my: Guna tema berasingan dalam mod gelap

source: Supported on macOS ≥ 10.15 or Windows 10 ≥ 1903
fr_fr: Pris en charge sur macOS ≥ 10.15 our sur Windows 10 ≥ 1903
id_id: Didukung di macOS ≥ 10.15 atau Windows 10 ≥ 1903
ko_kr: macOS ≥ 10.15 또는 Windows 10 ≥ 1903 에서 지원됨
ms_my: Tersokong atas macOS ≥ 10.15 atau Windows 10 ≥ 1903

source: Convert -- to – (en dash), and --- to — (em dash)
fr_fr: Covertir -- en – (tiret), et --- en — (tiret)
id_id: Konversi -- ke – (en dash), dan --- ke — (em dash)
ko_kr: -- 를 – (en dash)로 변경, --- 를 — (em dash)로 변경
ms_my: Ubah -- kepada – (en dash), dan --- kepada — (em dash)

source: Convert -- and --- to — (em dash)
fr_fr: Convertir -- et --- en — (tiret)
id_id: Konversi -- dan --- ke — (em dash)
ko_kr: -- 와 --- 를 — (em dash)로 변경
ms_my: Uba -- dan --- kepada — (em dash)

source: You could set quote patterns in System Preferences → Keyboard → Text. If it is changed, Typora will need a restart to apply it.
fr_fr: Vous pouvez définir des modèles de citation dans Préférences système → Clavier → Texte. En cas de modification Typora nécessitera un redémarrage pour l’appliquer.
id_id: Anda dapat mengatur pola kutipan di Preferensi Sistem → Papanketik → Teks. Jika diubah, Typora perlu memulai ulang untuk menerapkannya.
ko_kr: 따옴표 패턴은 시스템 '환경설정 → 키보드 → 텍스트' 에서 설정할 수 있습니다. 변경 시, Typora를 재시작해야 설정이 적용됩니다.
ms_my: Anda boleh tetapkan corak petikan dalam Pilihan Sistem → Papan Kekunci → Teks. Sekiranya ditukar, Typora akan perlu mula semua untuk menggunapakainya.

source: Paper Size
fr_fr: Format du paier
id_id: Ukuran Kertas
ko_kr: 용지 크기
ms_my: Saiz Kertas

source: US Letter
fr_fr: Lettre US
id_id: Letter US

source: US Legal
fr_fr: Legal
id_id: Legal US

source: Page Break
fr_fr: Saut de page
id_id: Pemisahan Halaman
ko_kr: 페이지 나누기(Page Break)
ms_my: Pecahan Halaman

source: Author
fr_fr: Auteur
id_id: Pengarang
ko_kr: 저자(Author)
ms_my: Pengarang

source: Append in <head />
fr_fr: Ajouter à <head />
id_id: Tambahkan di <head />
ko_kr: <head /> 에 추가할 내용
ms_my: Lampir di <head />

source: Append in <body />
fr_fr: Ajouter à <body />
id_id: Tambahkan di <body />
ko_kr: <body /> 에 추가할 내용
ms_my: Lampir di <body />

source: Include Outline Sidebar
fr_fr: Inclure le contour de la barre latérale
id_id: Sertakan Bilahsisi Garisbesar
ko_kr: 개요 사이드바 포함
ms_my: Sertakan Bar Sisi Kerangka

source: Width
fr_fr: Largeur
id_id: Lebar
ms_my: Lebar

source: Show Save File Dialog
fr_fr: Montrer la fenêtre d’enregistrement
id_id: Munculkan Dialog Simpan Fail
ms_my: Tunjuk Dialog Simpan Fail

source: File Extensions for Export
fr_fr: Extensions de fichier pour l’export
id_id: Ekstensi Fail untuk Ekspor
ms_my: Sambungan Fail untuk Eksport

source: Arguments
id_id: Argumen
ms_my: Hujahan

source: Extra Arguments
fr_fr: Arguments complémentaires
id_id: Argumen Ekstra
ko_kr: 추가 Arguments
ms_my: Hujahan Tambahan

source: LaTeX Engine
fr_fr: Moteur LaTeX
id_id: Mesin LaTeX
ms_my: Enjin LaTeX

source: Template
fr_fr: Modèle
id_id: Templat
ko_kr: 템플릿
ms_my: Templat

source: Empty
fr_fr: Vide
id_id: Kosong
ms_my: Kosong

source: Style Reference
fr_fr: Style de référence
id_id: Referensi Gaya
ms_my: Rujukan Penggayaan

source: Custom CSS
fr_fr: CSS personnalisé
id_id: CSS Kustom
ko_kr: 사용자 정의 CSS
ms_my: CSS Khas

source: Chapter Level
fr_fr: Niveau de chapitre
id_id: Level Bab
ko_kr: 챕터 레벨(Chapter Level)
ms_my: Peringkat Bab

source: Default Folder for Exported File
fr_fr: Dossier par défaut pour l’export de fichier
id_id: Folder Asali untuk Fail Terekspor
ko_kr: 파일을 내보낼 기본값 폴더
ms_my: Folder Asal untuk Pengeksportan Fail

source: Same folder with current file
fr_fr: Même dossier que le fichier actif
id_id: Folder sama dengan fail saat ini
ko_kr: 현재 파일과 같은 폴더
ms_my: Folder sama dengan fail semasa

source: Custom location
fr_fr: Emplacement personnalisé
id_id: Lokasi kustom
ko_kr: 사용자 지정 위치
ms_my: Location khas

source: (Auto Detect)
fr_fr: (Détection automatique)
id_id: (Oto Deteksi)
ko_kr: (자동설정)
ms_my: (Auto Kesan)

source: After Export
fr_fr: Après l’export
id_id: Setelah Ekspor
ko_kr: 내보내기 이후 작업
ms_my: Selepas Eksport

source: Open exported file location
fr_fr: Ouvrir l’emplacement du fichier exporté
id_id: Buka lokasi fail terekspor
ko_kr: 파일을 내보낸 위치 열기
ms_my: Buka lokasi fail yang dieksport

source: Open exported file
fr_fr: Ouvrir le fichier exporté
id_id: Buka fail terekspor
ko_kr: 내보낸 파일 열기
ms_my: Buka fail yang dieksport

source: Custom
fr_fr: Personnalisé
id_id: Kustom
ms_my: Khas

source: None
fr_fr: Aucun
id_id: Tiada
ms_my: Tiada

source: Default
fr_fr: Par défut
id_id: Asali
ms_my: Asal

source: Margin Left
fr_fr: Marge de gauche
id_id: Margin Kiri
ko_kr: 왼쪽 여백
ms_my: Margin Kiri

source: Margin Right
fr_fr: Marge de droite
id_id: Margin Kanan
ko_kr: 오른쪽 여백
ms_my: Margin Kanan

source: Margin Top
fr_fr: Marge supérieure
id_id: Margin Atas
ko_kr: 위쪽 여백
ms_my: Margin Atas

source: Margin Bottom
fr_fr: Marge inférieure
id_id: Margin Bawah
ko_kr: 아래쪽 여백
ms_my: Margin Bawah

source: Width x Height
fr_fr: Largeur x Hauteur
id_id: Lebar x Tinggi
ko_kr: 너비(Width) x 높이(Height)
ms_my: Lebar x Tinggi

source: Add From a Template
fr_fr: Ajouter depuis un modèle
id_id: Tambahkan dari sebuah Templat
ko_kr: 템플릿을 사용하여 설정 추가
ms_my: Tambah Daripada Templat

source: Delete this export option ?
fr_fr: Supprimer cette option d’export ?
id_id: Hapus opsi ekspor ini ?
ms_my: Padam pilihan eksport ini ?

source: Add
fr_fr: Ajouter
id_id: Tambahkan
ko_kr: 추가
ms_my: Tambah

source: Delete
fr_fr: Supprimer
id_id: Hapus
ko_kr: 삭제
ms_my: Padam

source: Rename
fr_fr: Renommer
id_id: Namaiulang
ko_kr: 이름 변경
ms_my: Nama Semula

source: Move Down
fr_fr: Déplacer vers le bas
id_id: Turunkan
ko_kr: 아래로 이동
ms_my: Pindah Ke Bawah

source: Move Up
fr_fr: Déplacer vers le haut
id_id: Naikkan
ko_kr: 위로 이동
ms_my: Pindah Ke Atas

source: Pandoc Path
fr_fr: Chemin de Pandoc
id_id: Jalur Pandoc
ko_kr: Pandoc 경로
ms_my: Laluan Pandoc

source: Select
fr_fr: Sélectionner
id_id: Seleksi
ko_kr: 선택
ms_my: Pilih

source: Target Format
fr_fr: Format cible
id_id: Format Target
ms_my: Format Sasaran

source: auto detect based on target file path
fr_fr: détection automatique basée sur le chemin du fichier cible
id_id: oto deteksi berdasarkan jalur fail target
ms_my: auto kesan berdasarkan laluan fail sasaran

source: Target File Extensions (separate by whitespace)
fr_fr: Extensions de fichier cible (séparé par espace)
id_id: Ekstensi Fail Target (pisahkan dengan spasiputih)
ms_my: Sambungan Fail Sasaran (dipisahkan oleh jarak kosong)

source: e.g: .text .asciidoc or leave this empty
fr_fr: ex : .text .asciidoc ou laisser vide
id_id: contoh: .text .asciidoc atau biarkan ini kosong
ms_my: contohnya: .text .asciidoc atau biarkan kosong

source: Raw Type
fr_fr: Type brute
id_id: Tipe Mentah
ms_my: Jenis Mentah

source: Do not popup save file dialog
fr_fr: Ne pas afficher la boîte de dialogue d’enregistrement de fichier
id_id: Jangan munculkan dialog simpan fail
ms_my: Jangan timbulkan dialog simpan fail

source: Select file path to save
fr_fr: Sélectionnez le chemin du fichier à enregistrer
id_id: Seleksi jalur fail untuk menyimpan
ms_my: Pilih laluan fail untuk disimpan

source: Select folder path to save
fr_fr: Sélectionnez le dossier du fichier à enregistrer
id_id: Seleksi jalur folder untuk menyimpan
ms_my: Pilih laluan folder untuk disimpan

source: PDF Engine
fr_fr: Moteur PDF
id_id: Mesin PDF
ms_my: Enjin PDF

source: Show command output
fr_fr: Montrer la sortie de commande
id_id: Munculkan Keluaran Perintah
ko_kr: Command output 보여주기
ms_my: Tunjuk hasil perintah

source: "Export and Overwrite with Previous" will overwrite file at %@, would you continue?
id_id: "Ekspor dan Timpa dengan Sebelumnya" akan menimpa file di %@, sediakah Anda melanjutkan?
ms_my: "Eksport dan Tulis Tindih dengan Sebelumnya" akan menulis tindih di %@, adakah anda akan teruskan?

source: Command Arguments:
id_id: Argumen Perintah:
ms_my: Hujahan Perintah:

source: This dev version of Typora is expired, please download and install a newer version.
id_id: Typora versi dev ini kedaluwarsa, silakan unduh dan instal versi yang lebih baru.
ko_kr: 현제 이 베타버젼은 만기 되었습니다. 새로운 버젼을 다운로드하셔서 설치하시기 바랍니다.
ms_my: Versi dev Typora ini sudah tamat tempoh, sila muat turun dan pasang versi lebih baru.

source: Current Theme
id_id: Tema Saat Ini
ko_kr: 현재 테마
ms_my: Tema Semasa

source: Run command
id_id: Jalankan perintah
ko_kr: Command 실행
ms_my: Jalankan perintah

source: Run command after export failed
id_id: Jalankan perintah setelah ekspor gagal
ms_my: Jalankan perintah selepas pengeksportan gagal

source: Read and overwrite export settings from YAML front matters
id_id: Baca dan timpa pengaturan ekspor dari YAML Front Matter
ms_my: Baca dan tulis tindih tetapan pengeksportan daripada YAML front matters

source: Append Extra Content (HTML)
id_id: Tambahkan Konten Ekstra (HTML)
ko_kr: 추가할 내용 (HTML)
ms_my: Lampirkan Kandungan Tambahan (HTML)

source: Change this option to specify a separated theme for export.
id_id: Ubah opsi ini untuk menentukan tema terpisah untuk ekspor.
ko_kr: 내보내기할 때 별도로 사용할 테마를 지정하세요.
ms_my: Tukar pilihan ini untuk menyatakan tema berasingan yang akan dieksport.

source: Dark theme is not supported.
id_id: Tema gelap tidak didukung.
ko_kr: 다크 테마는 지원되지 않습니다.
ms_my: Tema gelap tidak disokong.

source: Markdown Variants
fr_fr: Variantes Markdown
id_id: Varian Markdown
ms_my: Variasi Markdown

source: Original Unextended Markdown
fr_fr: Markdown original non étendu
id_id: Markdown Orisinal Takdiperpanjang
ms_my: Markdown Asli

source: CommonMark with many pandoc extensions
fr_fr: CommonMark avec beaucoup des extensions Pandoc
id_id: CommonMark dengan banyak ekstensi pandoc
ms_my: CommonMark dengan sambungan pandoc pelbagai

source: Line Wrap
fr_fr: Retour à la ligne
id_id: Bungkus Garis
ms_my: Pindah Baris

source: Hard line wrap
fr_fr: Retour à la ligne strict
id_id: Bungkus garis keras
ms_my: Pindah Baris Sepenuhnya

source: Text Column Width
fr_fr: Largeur de la colonne de texte
id_id: Lebar Kolom Teks
ms_my: Kelebaran Lajur Teks

source: Auto (based on current OS)
fr_fr: Auto (basé sur l’OS actif)
id_id: Oto (berdasarkan OS saat ini)
ms_my: Auto (berdasarkan OS semasa)

source: Indent
fr_fr: Indentation
id_id: Indentasi
ms_my: Lekukan

source: Preserve tabs
fr_fr: Préserveer les tabulations
id_id: Pertahankan tab
ko_kr: 탭 유지
ms_my: Pelihara tab

source: 2 spaces per tab
fr_fr: 2 espaces par tabulation
id_id: 2 spasi per tab
ko_kr: 탭을 공란 2칸으로
ms_my: 2 jarak kosong per tab

source: 3 spaces per tab
fr_fr: 3 espaces par tabulation
id_id: 3 spasi per tab
ko_kr: 탭을 공란 3칸으로
ms_my: 3 jarak kosong per tab

source: 4 spaces per tab
fr_fr: 4 espaces par tabulation
id_id: 4 spasi per tab
ko_kr: 탭을 공란 4칸으로
ms_my: 4 jarak kosong per tab

source: Unicode Characters
fr_fr: Caractères Unicode
id_id: Karakter Unikode
ms_my: Aksara Unicode

source: Use only ASCII characters in output
fr_fr: Utiliser uniquement des caractères ASCII en sortie
id_id: Gunakan hanya karakter ASCII di keluaran
ms_my: Hanya gunakan aksara ASCII dalam pengeluaran

source: Use reference-style links rather than inline links
fr_fr: Utiliser des liens par référence plutôt que des liens en ligne
id_id: Gunakan tautan gaya-referensi daripada tautan sebaris
ms_my: Gunakah pautan gaya-rujukan berbanding pautan dalam barisan

source: Footnotes and References Location
fr_fr: Emplacement des Notes de pied de page et des références
id_id: Catatan Kaki dan Lokasi Referensi
ms_my: Nota Kaki dan Lokasi Rujukan

source: End of document
fr_fr: Fin de document
id_id: Akhir dari dokumen
ms_my: Penghujung dokumen

source: End of current (top-level) block
fr_fr: Fin du bloc actif (haut niveau)
id_id: Akhir dari blok (tingkat-atas) saat ini
ms_my: Penghujung blok (peringkat utama) level

source: End of current section
fr_fr: Fin de la section active
id_id: Akhir seksi saat ini
ms_my: Penghujung seksyen semasa

source: Convert TeX formulas to web images
fr_fr: Convertir les formules TeX en images web
id_id: Konversi formula TeX ke gambar web
ms_my: Tukar formula TeX kepada imej web

source: Image Format
fr_fr: Format d’image
id_id: Format Gambar
ms_my: Format Imej

source: Set Pandoc Path
fr_fr: Définir le chemin de Pandoc
id_id: Setel Jalur Pandoc
ko_kr: Pandoc 경로 설정
ms_my: Tetapkan Laluan Pandoc

source: Apply Line Break at \ and &#92;newline
fr_fr: Appliquer le saut de ligne sur \ et &#92;newline
id_id: Terapkan Jeda Baris di \ dan &#92;barisbaru
ko_kr: \ 및 &#92;newline 에서 줄바꿈(line break) 적용
ms_my: Gunapakai Pemecah Barisan di \ dan &#92;newline

source: Export operation succeeded with warnings.
fr_fr: Export réalisé avec succès avec des avertissements.
id_id: Operasi Ekspor sukses dengan peringatan.
ko_kr: 내보내기를 성공하였으나 경고 메세지가 있습니다.
ms_my: Operasi mengeksport berjaya dengan amaran.

source: Typora is now deactivated
fr_fr: Typora est maintenant désactivé
id_id: Typora terdeaktivasi sekarang
ko_kr: Typora가 비활성화되었습니다.
ms_my: Typora telah dinyahaktifkan

source: This device has been deactivated
fr_fr: Cet appareil à été désactivé
id_id: Perangkat ini telah terdeaktivasi
ko_kr: 이 기기의 등록이 비활성화되었습니다.
ms_my: Peranti ini telah dinyahaktifkan

source: UNREGISTERED
fr_fr: NON ENREGISTRÉ
id_id: TAKTERDAFTAR
ko_kr: 등록되지 않음
ms_my: TIDAK BERDAFTAR
