Repository: seungjin/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: fr_fr, id_id, ko_kr, ms_my

source: Typora are trying copy the newly inserted image to folder %@ according to your YAML Front Matter setting or global preferences. But the target folder does not exist, create it now?
fr_fr: Typora essaie de copier les images nouvellement insérées au dossier %@ d’après vos paramètres de YAML Front Matter ou vos préférences globales. Cependant la cible n’existe pas, voulez-vous la créer ?
id_id: Typora mencoba menyalin gambar yang baru dimasukkan ke folder %@ sesuai dengan setelan YAML Front Matter atau preferensi global Anda. Namun, terget folder tidak eksis. Buat folder tersebut sekarang?
ms_my: Typora sedang mencuba menyalin imej yang baru dimasukkan ke folder %@ menurut kepada tetapan YAML Front Matter atau pilihan global anda. Tetapi folder sasaran tidak wujud, buatnya sekarang?

source: Create Folder and Continue
fr_fr: Créer le dossier et continuer
id_id: Buat Folder dan Lanjutkan
ko_kr: 폴더 생성 후 계속
ms_my: Buat Folder dan Teruskan

source: Document must be saved first
fr_fr: Le document doit d’abord être enregistré
id_id: Dokumen harus disimpan dahulu
ko_kr: 문서를 먼저 저장해야 합니다
ms_my: Dokumen mesti disimpan terlebih dahulu

source: Typora will copy newly inserted image to folder by selected relative path, so please save save the file first.
fr_fr: Typora copiera les nouvelles images insérées vers le dossier selon le chemin relatif spécifié, merci de d’abord sauver le fichier.
id_id: Typora akan mengopi gambar yang baru dimasukkan ke folder dengan jalur relatif yang diseleksi, jadi mohon simpan fail tersebut dahulu.
ko_kr: Typora는 새로 삽입된 이미지를 상대적 위치로 선택된 폴더에 저장하므로 파일을 먼저 저장하세요.
ms_my: Typora akan menyalin imej yang baru dimasukkan ke folder mengikut laluan relatif terpilih, jadi sila simpan fail terlebih dahulu.

source: Open Operation Failed
fr_fr: Echec de l’opération d’ouverture
id_id: Operasi Buka Gagal
ko_kr: 열기 작업 실패
ms_my: Operasa Membuka Gagal

source: Support Documentation
fr_fr: Documentation d’aide
id_id: Dokumentasi Dukungan
ko_kr: 지원 문서
ms_my: Dokumentasi Sokongan

source: Markdown File
fr_fr: Fichier Markdown
id_id: Fail Markdown
ko_kr: Markdown 파일
ms_my: Fail Markdown

source: Plain Text File
fr_fr: Fichier texte brut
id_id: Fail Teks Biasa
ko_kr: 일반 텍스트 파일
ms_my: Fail Teks Biasa

source: All Files
fr_fr: Tous les fichiers
id_id: Semua Fail
ko_kr: 모든 파일
ms_my: Semua Fail

source: All Supported Formats
fr_fr: Tous les formats acceptés
id_id: Semua Format yang Didukung
ko_kr: 모든 지원되는 파일
ms_my: Semua Format Tersokong

source: Discard Changes
fr_fr: Abandonner les changements
id_id: Buanglah Perubahan
ko_kr: 변경사항 저장 안 함
ms_my: Buang Perubahan

source: Discard
fr_fr: Abandonner
id_id: Buanglah
ko_kr: 저장 안 함
ms_my: Buang

source: Back
fr_fr: Retour
id_id: Kembali
ko_kr: 뒤로
ms_my: Kembali

source: Contact
fr_fr: Contacter
id_id: Kontak
ko_kr: 연락처
ms_my: Hubungi

source: Open From...
fr_fr: Ouvrir depuis...
id_id: Buka dari...
ko_kr: 다음으로 열기...
ms_my: Buka Dari...

source: Import...
fr_fr: Importer...
id_id: Impor...
ko_kr: 가져오기...

source: Recent Documents
fr_fr: Documents récents
id_id: Dokumen Terkini
ko_kr: 최근 문서
ms_my: Dokumen Terkini

source: Search for
fr_fr: Rechercher
id_id: Cari untuk
ko_kr: 다음으로 검색
ms_my: Carian

source: Clear Recent Documents
fr_fr: Effacer documents récents
id_id: Bersihkan Dokumen Terkini
ko_kr: 최근 문서 비우기
ms_my: Kosongkan Dokumen Terkini

source: File Name
fr_fr: Nom de fichier
id_id: Nama Fail
ko_kr: 파일 이름
ms_my: Nama Fail

source: Path
fr_fr: Chemin
id_id: Jalur
ko_kr: 경로
ms_my: Laluan

source: Export As...
fr_fr: Exporter comme...
id_id: Ekspor sebagai...
ko_kr: 다음으로 내보내기...
ms_my: Eksport Sebagai...

source: More Formats
fr_fr: Plus de formats
id_id: Format Lain
ko_kr: 추가 서식
ms_my: Format Lanjut

source: File formats under 'More Formats' sections needs <a class='open-pandoc-guide'>Pandoc to be installed</a>.
fr_fr: Les formats de fichiers sous la section 'Plus de formats' nécessitent <a class='open-pandoc-guide'>l’installation de Pandoc</a>.
id_id: Format fail dalam 'Format Lain' memerlukan <a class='open-pandoc-guide'>Pandoc untuk diinstall</a>.
ko_kr: '추가 서식' 섹션 아래의 서식들은 <a class='open-pandoc-guide'>Pandoc가 설치되어 있어야 합니다</a>.
ms_my: Format fail bawah seksyen 'Format Lanjut' memerlukan <a class='open-pandoc-guide'>Pandoc dipasang</a>.

source: Something is Wrong…
fr_fr: Quelque chose ne va pas…
id_id: Ada Sesuatu yang Salah……
ko_kr: 뭔가 잘못됐습니다…
ms_my: Ada yang Tidak Kena…

source: Save content failed for some reason.<br/>You could copy the content into a new Typora window, and then save it. <br/>Learn more about:<ul><li><a href='https://support.typora.io/Report-Bugs/'>Report bugs to us</a></li><li><a href='https://support.typora.io/Version-Control/'>Recover lost contents</a></li></ul>
fr_fr: La sauvegarde des contenus n’a pas fonctionné.<br/>Vous pouvez copier les contenus dans une nouvelle fenêtre Typora, puis enregistrer. <br/>En savoir plus sur:<ul><li><a href='https://support.typora.io/Report-Bugs/'>Le signalement des bugs </a></li><li><a href='https://support.typora.io/Version-Control/'>La récupération de contenus perdus</a></li></ul>
id_id: Penyimpanan konten gagal dengan sejumlah alasan.<br/>Anda dapat menyalin konten ke jendela baru Typora, kemudian simpan. <br/>Pelajari lagi tentang:<ul><li><a href='https://support.typora.io/Report-Bugs/'>Laporkan bug ke kami</a></li><li><a href='https://support.typora.io/Version-Control/'>Pulihkan konten yang hilang</a></li></ul>
ko_kr: 몇 가지 이유로 인해 저장에 실패했습니다.<br/>새 Typora 윈도우로 내용을 옮겨 저장할 수 있습니다. <br/>더 알아보기:<ul><li><a href='https://support.typora.io/Report-Bugs/'>버그 제보</a></li><li><a href='https://support.typora.io/Version-Control/'>잃어버린 내용 복원</a></li></ul>

source: Copy Content
fr_fr: Copier contenu
id_id: Kopi Konten
ko_kr: 내용 복사
ms_my: Salin Kandungan

source: Word count only support OS X later than 10.10.
fr_fr: Le décompte des mots n’est supporté que sur les OS X plus récents que 10.10.
id_id: Jumlah kata hanya mendukung OS X lebih baru daripada 10.10.
ko_kr: 단어수 세기는 OS X 10.10. 이후 버전에서만 지원합니다.
ms_my: Kiraan perkataan hanya menyokong OS X terkemudian daripada 10.10.

source: Indent Size for Code
fr_fr: Taille de l’indentation pour le code
id_id: Ukuran Indentasi untuk Kode
ko_kr: 코드 들여쓰기 길이
ms_my: Saiz Lekukan untuk Kod

source: Auto wrap long lines
fr_fr: Retour à la ligne automatique pour les lignes longues
id_id: Oto bungkus baris panjang
ko_kr: 긴 문장 자동 줄바꿈
ms_my: Auto wrap barisan panjang

source: Sorry, current version of Typora won't print background color. So dark theme is not yet supported for printing. Please choose a light theme or export this document to PDF.
fr_fr: Désolé, la version actuelle de Typora n’affiche pas les couleurs de fond. Donc les thèmes sombres ne sont pour l’instant pas supportés pour l’impression. Veuillez choisir un thème clair pour exporter au format PDF.
id_id: Maaf, Typora versi terkini tidak akan mencetak warna latarbelakang. Jadi tema gelap belum didukung untuk percetakan. Silakan pilih mode terang atau ekspor dokumen ini ke PDF.
ko_kr: 죄송합니다. 현재 버전의 Typora는 배경색을 인쇄하지 않습니다. 따라서 다크 테마 인쇄를 아직 지원하지 않습니다. 라이트 테마를 선택하거나 해당 문서를 PDF로 내보내주세요.
ms_my: Maaf, versi semasa Typora tidak akan mencetak warna latar. Jadi tema gelap masih belum disokong untuk percetakan. Sila pilih tema cerah atau klik "Cetak dengan tema asas"

source: Export to PDF
fr_fr: Exporter au format PDF
id_id: Ekspor ke PDF
ko_kr: PDF로 내보내기
ms_my: Eksport ke PDF

source: Pretty indentation
fr_fr: Belle indentation
id_id: Indentasi Cantik
ko_kr: 이쁘게 들여쓰기
ms_my: Lekukan Cantik

source: Update markdown reference for this image
fr_fr: Mettre à jour les références markdown de cette image
id_id: Mutakhirkan referensi markdown untuk gambar ini
ko_kr: 이 이미지에 대하여 마크다운 참조하여 업데이트
ms_my: Kemaskini rujukan markdown untuk imej ini

source: No special action
fr_fr: Aucune action spécifique
id_id: Tiada aksi spesial
ko_kr: 특별한 동작 없음
ms_my: Tiada tindakan istimewa

source: Copy image to current folder (./)
fr_fr: Copier l’image vers le dossier courant (./)
id_id: Kopi gambar ke folder saat ini (./)
ko_kr: 현재 폴더(./)로 이미지 복사
ms_my: Salin imej ke folder semasa (./)

source: Copy image to ./assets
fr_fr: Copier l’image vers ./assets
id_id: Kopi gambar ke ./assets
ko_kr: ./assets 경로로 이미지 복사
ms_my: Salin imej ke ./assets

source: Copy image to ./${filename}.assets
fr_fr: Copier l’image vers ./${filename}.assets
id_id: Kopi gambar ke ./${filename}.assets
ko_kr: ./${filename}.assets 경로로 이미지 복사
ms_my: Salin imej ke ./${filename}.assets

source: Upload image via iPic
id_id: Unggah gambar via iPic
ko_kr: iPic를 통해서 이미지 업로드

source: Apply above rules to local images
fr_fr: Appliquer les règles ci-dessus sur les images locales
id_id: Terapkan aturan di atas untuk gambar lokal
ko_kr: 로컬 이미지에 위 규칙을 적용
ms_my: Gunapakai aturan di atas pada imej tempatan

source: Apply above rules to online images
fr_fr: Appliquer les règles ci-dessus sur les images en ligne
id_id: Terapkan aturan di atas untuk gambar daring
ko_kr: 온라인 이미지에 위 규칙을 적용
ms_my: Gunapakai aturan di atas pada imej atas talian

source: Allow upload images automatically based on YAML settings
fr_fr: Autoriser l’envoi automatique d’images d’après les paramètres YAML
id_id: Izinkan unggah gambar secara otomatis berdasarkan setelan YAML
ko_kr: YAML 설정에 기반해서 이미지 자동 업로드 허용
ms_my: Benarkan muat naik imej secara automatik berasaskan tetapan YAML

source: Learn More
fr_fr: En apprendre plus
id_id: Pelajari Lagi
ms_my: Belajar Lebih Lanjut

source: Whitespace / Line Break
fr_fr: Espaces / Retours à la ligne
id_id: Spasiputih / Jeda Baris
ko_kr: 공백 / 줄 바꿈
ms_my: Jarak Kosong / Pemecah Barisan

source: When Writing
fr_fr: Lors de l’impression
id_id: Ketika Menulis
ko_kr: 문서 작성 중
ms_my: Ketika Menulis

source: Export / Print
fr_fr: Export / Impression
id_id: Ekspor / Cetak
ko_kr: 내보내기 / 인쇄
ms_my: Eksort / Cetak

source: Preserve sequential whitespace and single line break
fr_fr: Preserver les espaces successifs et les retours à la ligne simples
id_id: Pertahankan spasiputih sekuensial dan jeda baris tunggal
ko_kr: 공백과 줄바꿈 유지
ms_my: Pelihara jarak kosong berturutan dan pecahan barisan tunggal

source: Ignore sequential whitespace and single line break
fr_fr: Ignorer les espaces successifs et les retours à la ligne simples
id_id: Abaikan spasiputih sekuensial dan jeda baris tunggal
ko_kr: 공백과 줄바꿈 무시
ms_my: Abaikan jarak kosong berturutan dan pecahan barisan tunggal

source: Quit
id_id: Keluar
ko_kr: 종료
ms_my: Keluar

source: Quit Typora when last window is closed
fr_fr: Quitter Typora lorsque la dernière fenêtre est fermée
id_id: Keluarkan Typora ketika jendela terakhir ditutup
ko_kr: 마지막 창 종료 시 Typora 종료
ms_my: Keluar Typora apabila tetingkap terakhir ditutup

source: On Launch
fr_fr: Au lançement
id_id: Sedang Diluncurkan
ko_kr: 프로그램 시작 시
ms_my: Semasa Pelancaran

source: Open new file
fr_fr: Ouvrir le nouveau fichier
id_id: Buka fail baru
ko_kr: 새 파일 열기
ms_my: Buka Fail Baru

source: Restore last closed folders
fr_fr: Restaurer les derniers dossiers fermés
id_id: Pulihkan folder yang ditutup terakhir
ko_kr: 마지막 폴더 열기
ms_my: Pulih folder terakhir yang ditutup

source: Restore last closed files and folders
fr_fr: Restaurer les derniers fichiers et dossiers fermés
id_id: Pulihkan fail dan folder yang ditutup terakhir
ko_kr: 마지막 파일과 폴더 열기
ms_my: Pulih fail dan folder terakhir yang ditutup

source: Open custom folder
fr_fr: Ouvrir un dossier spécifique
id_id: Buka folder kostum
ko_kr: 사용자 정의 폴더 열기
ms_my: Buka folder khas

source: Select custom folder
fr_fr: Sélectionner un dossier spécifique
id_id: Seleksi folder kostum
ko_kr: 사용자 정의 폴더 선택
ms_my: Pilih folder khas

source: This option may be overridden by "Close windows when quitting an application" in System Preferences
fr_fr: Cette option peut être écrasée par "Fermer les fenêtres lors de la fermeture d’une application" dans les préférences système
id_id: Opsi ini mungkin akan ditimpa oleh "Tutup jendela ketika keluar dari aplikasi" di Preferensi Sistem
ko_kr: 이 옵션은 시스템 환경설정의 "Typora 종료 시 윈도우 닫기" 옵션에 의해 변경될 수 있습니다.
ms_my: Pilihan ini mungkin diatasi oleh "Tutup tetingkap semasa keluar daripada aplikasi" dalam Pilihan Sistem

source: Ignore
id_id: Abaikan
ko_kr: 무시
ms_my: Abaikan

source: Choose Default Folder
fr_fr: Choisir dossier par défaut
id_id: Pilih Folder Asali
ko_kr: 기본 폴더 선택
ms_my: Pilih Folder Asal

source: <div><strong>Convert on Input</strong>: Input ASCII dashes or quotes, converted and saved as curly quotes or unicode dashes.<br/><strong>Convert on Rendering</strong>: Input and saved as ASCII dashes or quotes, render as curly quotes or unicode dashes.</div>
fr_fr: <div><strong>Convertir à la saisie</strong>: Les tirets et guillements ASCII saisis sont ensuite convertis et enregistés en tirets unicode ou guillements arrondis.<br/><strong>Convertir à l’affichage</strong>: Les tirets et guillements ASCII saisis sont enregistés tels quels et convertis en tirets unicode ou guillements arrondis seulement lors de l’affichage.</div>
id_id: <div><strong>Konversi saat Input</strong>: Input tanda hubung atau kutipan ASCII, konversi dan simpan sebagai kutipan keriting atau tanda hubung unikode.<br/><strong>Konversi saat Renderisasi</strong>: Input dan simpan sebagai tanda hubung atau kutipan ASCII, render sebagai kutipan keriting atau tanda hubung unikode.</div>
ko_kr: <div><strong>입력 시 변환</strong>: 아스키 대시, 아스키 따옴표 입력 시 각각 유니코드 대시, 꺽인 따옴표로 변환되고 변환된 채로 저장됩니다.<br/><strong>출력 시 변환</strong>: 아스키 대시, 아스키 따옴표 입력 시 각각 유니코드 대시, 꺽인 따옴표로 변환되어 출력됩니다.</div>
ms_my: <div><strong>Tukar semasa Input</strong>: Input sempang dan petikan ASCII, ditukar dan disimpan sebagai petikan kerinting atau sempang unicode.<br/><strong>Tukar semasa Rendering</strong>: Input disimpan sebagai sempang dan petikan ASCII, render sebagai petikan kerinting atau sempang unicode.</div>

source: <div>Recognize unicode punctuations as ASCII ones when parse markdown, e.g:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>It will be turned on automatically if smart quotes/dashes will be converted on input.<div>
fr_fr: <div>Reconnaître la ponctuation unicode telle qu’ASCII lors de l’analyse du Markdown, e.g.:<br/> <pre> 》 citation → > citation <br/> [lien](src ’titre’) → [lien](src 'titre')</pre>Ce paramètre est automatiquement activé si les guillemets/tirets intelligents sont convertis à l’entrée.<div>
id_id: <div>Rekognisikan pungtuasi unikode sebagai ASCII ketika menguraikan markdown, contoh:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>Ini akan diaktifkan secara otomatis jika kutipan/tanda hubung cerdas akan dikonversi pada input.<div>
ko_kr: <div>마크다운 해석 시 유니코드 문장부호를 아스키 문장부호로 인식합니다, 예시:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>이 설정은 스마트 인용, 스마트 대시의 설정이 입력 시 변환일 경우 자동으로 활성화됩니다.<div>
ms_my: <div>Kenalpasti tanda baca unicode sebagai gantian ASCII semasa menghurai markdown, contohnya:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>Ianya akan dihidupkan secara automatik jika petikan/sempang pintar akan ditukar semasa input.<div>

source: Copy image to custom folder
fr_fr: Copier l’image vers un dossier spécifique
id_id: Kopi gambar ke folder kostum
ko_kr: 사용자 정의 폴더로 이미지 복사
ms_my: Salin imej ke dalam folder khas

source: Please specify a relative path to current folder which begins with './' or '../', or an absolute folder path. (`${filename}` representing for currents filename.)
fr_fr: Veuillez spécifier un chemin relatif au dossier courant, commençant par './' ou '../', ou un chemin de dossier absolu. (`${filename}` représentant le nom des fichiers courants.)
id_id: Mohon spesifikasikan jalur relatif ke folder saat ini (dimulai dengan './' or '../') atau jalur folder absolut. (`${filename}` mewakili nama fail saat ini.)
ko_kr: 현재 폴더를 기준으로 하는 상대 경로 ('./' 또는 '../' 로 시작해야 함), 혹은 절대 경로를 입력하세요. (`${filename}` 은 현재 파일의 이름을 나타냅니다.)
ms_my: Sila nyatakan laluan relatif ke folder semasa yang bermula dengan './' or '../', atau laluan folder mutlak. (`${filename}` mewakili nama fail semasa.)

source: Restore to previous setting
fr_fr: Restaurer les paramètres précédents.
id_id: Pulihkan ke setelan sebelumnya
ko_kr: 이전 설정으로 복구
ms_my: Pulih kepada tetapan sebelumnya

source: Folder not exist at %@, please input another path.
fr_fr: Le dossier à %@ n’existe pas, veuilliez entrer un autre chemin.
id_id: Folder tidak eksis di %@, mohon input jalur lain.
ko_kr: %@ 에 폴더가 존재하지 않습니다. 다른 경로를 입력하세요.
ms_my: Folder tidak wujud di %@, sila masukkan laluan lain.

source: Please input a folder path.
fr_fr: Veuillez enter un chemin vers un dossier.
id_id: Mohon input jalur folder.
ko_kr: 폴더 경로를 입력하세요.
ms_my: Sila masukkan satu laluan folder.

source: Cannot use root path.
fr_fr: Impossible d’utiliser le chemin racine.
id_id: Takdapat menggunakan jalur akar.
ko_kr: 루트 경로(root path)는 사용할 수 없습니다.
ms_my: Tidak boleh menggunakan laluan akar (root path).

source: Get Themes
fr_fr: Récupérer les thèmes
id_id: Dapatkan Tema
ko_kr: 테마 둘러보기
ms_my: Dapatkan Tema

source: File/directory already exists at target path.
fr_fr: Le fichier/dossier existe déjà au chemin ciblé.
id_id: Fail/direktori sudah eksis di jalur target.
ko_kr: 대상 경로에 파일/디렉토리가 이미 존재합니다.
ms_my: Fail/direktori sudah wujud di laluan sasaran.

source: Keep Both
fr_fr: Conserver les deux
id_id: Simpan Keduanya
ko_kr: 둘 다 유지
ms_my: Simpan Keduanya

source: Are you sure you want to move %@?
fr_fr: Êtes-vous sûrs de vouloir déplacer %@ ?
id_id: Apakah Anda yakin Anda ingin memindahkan %@?
ko_kr: 정말로 %@ 로 이동하시겠습니까?
ms_my: Anda pasti anda mahu memindahkan %@?

source: Are you sure you want to delete %@?
fr_fr: Êtes-vous sûrs de vouloir supprimer %@ ?
id_id: Apakah Anda yakin Anda ingin menghapus %@?
ko_kr: 정말로 %@ 를 삭제하시겠습니까?
ms_my: Anda pasti anda mahu memadamkan %@?

source: You can restore from the Trash.
fr_fr: Vous pouvez le récupérer de la corbeille.
id_id: Anda dapat memulihkan dari Tongsampah.
ko_kr: 휴지통(Trash)에서 복구할 수 있습니다.
ms_my: Anda boleh pulih daripada Trash.

source: Reset All Dialog Warnings
fr_fr: Réinitialiser tous les dialogues d’avertissement
id_id: Reset Semua Peringatan Dialog
ko_kr: 경고 다이얼로그 초기화
ms_my: Set Semula Semua Amaran Dialog

source: Dialogs
fr_fr: Dialogues
id_id: Dialog
ms_my: Dialog

source: Dialog warnings have been reset.
fr_fr: Les dialogues d’avertissement on été réinitialisés.
id_id: Peringatan dialog telah direset.
ms_my: Amaran dialog telah diset semula.

source: Operation Failed
fr_fr: l’operation a échoué
id_id: Operasi Gagal
ko_kr: 작업 실패
ms_my: Operasi Gagal

source: Failed to move target file or folder to trash
fr_fr: Échec du déplacement du fichier ou dossier vers la corbeille
id_id: Gagal memindahkan fail atau folder tujuan ke tongsampah
ms_my: Gagal memindahkan fail atau folder sasaran ke Trash

source: Undo %@
fr_fr: Annuler %@
id_id: Takjadi %@
ms_my: Undur %@

source: Rename %@
fr_fr: Renommer %@
id_id: Namaiulang %@
ms_my: Nama Semula %@

source: Copy %@
fr_fr: Copier %@
id_id: Kopi %@
ms_my: Salin %@

source: Move %@
fr_fr: Déplacer %@
id_id: Pindahkan %@
ms_my: Pindah %@

source: Delete %@
fr_fr: Supprimer %@
id_id: Hapus %@
ms_my: Padam %@

source: Turn off Typewriter / Focus Mode
fr_fr: Désactiver le mode Machine à écrire / le mode Focus
id_id: Matikan Mode Mesin Tik / Fokus
ko_kr: 타자기 모드 / 포커스 모드 끄기
ms_my: Padamkan Mod Mesin Taip / Fokus

source: Typewriter / Focus Mode have been turned off.
fr_fr: Le mode Machine à écrire / le mode Focus ont été désactivés.
id_id: Mode Mesin Tik / Fokus telah dimatikan.
ko_kr: 타자기 모드 / 포커스 모드를 껐습니다.
ms_my: Mod Mesin Taip / Fokus telah ditutup.

source: Reading Speed
fr_fr: Vitesse de lecture
id_id: Kecepatan Membaca
ko_kr: 읽기 속도
ms_my: Kelajuan Membaca

source: Auto
id_id: Oto
ko_kr: 자동

source: words / min
fr_fr: mots / min
id_id: kata / men
ko_kr: 단어 / 분
ms_my: perkataan / minit

source: Reset to Default
fr_fr: Réinitialiser par défaut
id_id: Reset ke Asali
ko_kr: 기본값으로 되돌리기
ms_my: Set Semula ke Asal

source: 120 words/minute (Slow)
fr_fr: 120 mots/minute (Lent)
id_id: 120 kata/menit (Lambat)
ko_kr: 120 단어/분 (느림)
ms_my: 120 perkataan/minit (Perlahan)

source: 240 words/minute (Medium)
fr_fr: 240 mots/minute (Moyen)
id_id: 240 kata/menit (Medium)
ko_kr: 240 단어/분 (중간 속도)
ms_my: 240 perkataan/minit (Biasan)

source: 382 words/minute (Fast)
fr_fr: 382 mots/minute (Rapide)
id_id: 382 kata/menit (Cepat)
ko_kr: 382 단어/분 (빠름)
ms_my: 382 perkataan/minit (Laju)

source: Copy and update image source to…
fr_fr: Copier et coller l’image source vers…
id_id: Kopi dan mutakhirkan sumber gambar ke…
ms_my: Salin dah kemaskini sumber imej kepada…

source: Updater
fr_fr: Mise à jour
id_id: Pemutakhir
ms_my: Pengemaskini

source: Install Updates ?
fr_fr: Installer les mises à jour ?
id_id: Instal Pemutakhiran ?
ms_my: Pasang Kemaskini ?

source: Quit and Install
fr_fr: Quitter et Installer
id_id: keluar and Instal
ms_my: Keluar dan Pasang

source: Download failed
fr_fr: Échec du téléchargement
id_id: Unduhan gagal
ms_my: Muat turun gagal

source: Downloading Updates…
fr_fr: Téléchargement des mises à jour…
id_id: Mengunduh Pemutakhiran…
ms_my: Memuat Turun Kemaskini…

source: Checking Updates…
fr_fr: Vérification des mises à jour…
id_id: Cek Pemutakhiran…
ms_my: Memeriksa Kemaskini…

source: Check Update Failed
fr_fr: Échec de la vérification de la mise à jour
id_id: Cek Pemutakhiran Gagal
ms_my: Pemeriksaan Kemaskini Gagal

source: You're up to date!
fr_fr: Vous êtes à jour !
id_id: Anda mutakhir!
ms_my: Anda sudah terkemaskini!

source: Latest version is $1, your version is $2
fr_fr: La dernière version est la $1, votre version est la $2
id_id: Versi terbaru adalah $1, versi Anda adalah $2
ko_kr: 최신 버전: $1, 설치된 버전: $2
ms_my: Versi terbaru ialah $1, versi anda ialah $2

source: These options can also be changed under "Edit→Whitespace and Line Breaks" menu
fr_fr: Ces options peuvent également être modifiées via le menu "Éditer→Espaces et Retours à la ligne"
id_id: Opsi ini juga dapat diubah di bawah "Edit→Spasiputih dan Jeda Baris" menu
ko_kr: 이 설정은 "편집 → 공백 및 줄바꿈" 메뉴에서도 변경할 수 있습니다.
ms_my: Pilihan ini juga boleh ditukar di bawah menu "Suntingan→Jarak Kosong dan Pemecah Barisan"

source: Auto escape image URL when insert
fr_fr: Échapper automatiquement l’URL de l’image quand elle est insérée
id_id: Oto loloskan URL Gambar saat penyisipan
ko_kr: 삽입 시 이미지 URL을 자동으로 이스케이프하기
ms_my: Auto escape URL imej ketika memasuk

source: For example, if you insert a file at 'img/example file.png', it will become 'img/example%20file.png'. Enable this for better compatibility with other Markdown engines, or disable this for better readability.
fr_fr: Par exemple, si vous insérez un ficher 'img/fichier exemple.png', il deviendra 'img/fichier%20exemple.png'. Activez ceci pour une meilleure compatibilité avec les autres moteurs Markdown, ou désactivez le pour une meilleure lisibilité.
id_id: Sebagai contoh, jika Anda memasukkan fail di 'img/example file.png', itu akan menjadi 'img/example%20file.png'. Aktifkan ini untuk kompatibilitas yang lebih baik dengan mesin Markdown lainnya, atau nonaktifkan ini untuk keterbacaan yang lebih baik.
ko_kr: 예를 들어, 'img/example file.png' 에 있는 이미지를 삽입할 때, 경로를 'img/example%20file.png' 로 변환합니다. 다른 마크다운 엔진과의 호환성을 위해 이 기능을 활성화하거나, 더 나은 가독성을 위해 이 기능을 비활성화 하세요.
ms_my: Contohnya, jika anda masukkan satu fail di 'img/example file.png', ia akan menjadi 'img/example%20file.png'. Perbolehkan ini untuk kesesuian yang lebih baikdengan enjin Markdown, atau padamkannya untuk kebolehbacaan yang lebih baik.

source: Skip This Version
fr_fr: Passer cette version
id_id: Lewati Versi Ini
ko_kr: 이 버전 건너뛰기
ms_my: Langkau Versi Ini

source: Remind Me Later
fr_fr: Me le rappeler plus tard
id_id: Ingatkan Saya Nanti
ko_kr: 나중에 알림
ms_my: Ingatkan Saya Nanti
