Repository: seungjin/Typora-i18n
Catalog: *.lproj/Panel.strings
Languages: fr_fr, id_id, ko_kr, ms_my

source: Allow physics package to redefine existing TeX commands
fr_fr: Autoriser le package des physiques à redéfinir les commandes TeX existantes
id_id: Izinkan paket fisika untuk mendefinisikan kembali perintah TeX yang ada
ko_kr: physics 패키지가 TeX 명령어를 재정의하는 것을 허용
ms_my: Benarkan pakej fizik untuk menakrif semula perintah TeX sedia ada

source: When enabled, commands like \div, \Re will be redefined by physics package.
fr_fr: Si activé, les commandes telles que \div, \Re seront redéfinis avec le package des physiques.
id_id: Saat diaktifkan, perintah seperti \div, \Re akan didefinisikan ulang oleh paket fisika.
ko_kr: 이 기능을 활성화하면, \div, \Re 등의 명령어를 physics 패키지에서 정의된 것으로 재정의합니다.
ms_my: Apabila dibolehkan, arahan seperti \div, \Re akan ditakrif semula oleh pakej fizik.

source: Your Typora is not activated.
fr_fr: Votre Typora n’est pas activé.
id_id: Typora Anda tidak diaktifkan.
ko_kr: Typora가 등록되지 않았습니다.
ms_my: Typora anda belum diaktifkan.

source: Your Typora has been activated.
fr_fr: Votre Typora a été activé.
id_id: Typora Anda telah diaktifkan.
ko_kr: Typora가 등록되었습니다.
ms_my: Typora anda sudah diaktifkan.

source: Typora activation is required to change this.
fr_fr: L’activation de Typora est requise pour effectuer cette modification.
id_id: Aktivasi Typora diperlukan untuk mengubah ini.
ko_kr: 이 옵션을 변경하려면 Typora를 활성화해야 합니다.
ms_my: Pengaktifan Typora diperlukan untuk mengubah ini.

source: You can reinstall the stable version and then disable this.
fr_fr: Vous pouvez réinstaller la version stable et ensuite désactiver ceci.
id_id: Anda dapat menginstalulang versi stabil dan kemudian menonaktifkan ini.
ko_kr: 안정 버전(stable version)으로 재설치한 뒤 이 옵션을 해제할 수 있습니다.
ms_my: Anda boleh memasang semula versi yang stabil dan menutup ini.

source: Update to dev version
fr_fr: Mettre à jour vers la version de développement
id_id: Perbarui ke versi developer
ko_kr: 개발 버전(dev version)으로 업데이트
ms_my: Kemaskini kepada versi pemaju

source: Edited files will be saved without asking when switch files in left panel. When "Ask to keep changes when closing documents" is disabled in System Preference, this is always enabled.
fr_fr: Les fichiers édités seront enregistrés sans confirmation en cas de modification des fichiers dans le panneau de gauche. Lorsque que "Demander de conserver les modifications lors de la fermetures des documents" est désactivée dans les préférences système, c’est toujours actif.
ko_kr: 사이드 패널에서 다른 파일로 전환할 때, 수정된 파일을 묻지 않고 저장합니다. 시스템 환경설정에서 "문서를 닫을 때 변경사항을 저장할지 묻기" 가 해제되어 있으면, 이 옵션은 항상 적용됩니다.
ms_my: Fail tersunting akan disimpan tanpa bertanya apabila beralih fail dalam panel sisi. Apabila "Tanya untuk simpan perubahan apabila menutup dokumen" dimatikan dalam Pilihan Sistem, ini akan sentiasa dibolehkan.

source: Editor
fr_fr: Éditeur
ko_kr: 에디터
ms_my: Penyunting

source: Developer
fr_fr: Développeur
ko_kr: 개발자
ms_my: Pemaju

source: The option `%@` must be enabled first to automatically upload images.
fr_fr: L’option `%@` doit être activée afin d’envoyer automatisuement les images.
ms_my: Pilihan `%@` mesti dibolehkan terlebih dahulu untuk memuat naik imej secara automatik.

source: Save content failed for some reason.<br/>You could copy the content into a new Typora window, and then save it. <br/>Learn more about:<ul><li><a href='https://support.typora.io/Report-Bugs/'>Report bugs to us</a></li><li><a href='https://support.typora.io/Version-Control//'>Recover lost contents</a></li></ul>
ms_my: Penyimpanan kandungan gagal atas sebab tertentu.<br/>Anda boleh menyalin kandungan ke dalam tetingkap Typora baru, dan kemudian menyimpannya. <br/>Belajar lanjut tentang:<ul><li><a href='https://support.typora.io/Report-Bugs/'>Lapor pepijat kepada kami</a></li><li><a href='https://support.typora.io/Version-Control//'>Pulih kandungan yang hilang</a></li></ul>

source: Total
ko_kr: 전체
ms_my: Jumlah

source: Typora will launch 3rd party app with file paths of all local images. The image uploader and cloud image storage will then have access to your local images. Are you sure to confinue?
fr_fr: Typora va démarrer une application tiers avec le chemin de toutes les images locales. L’outil d’envoi d’image et de stockage d’image dans les nuages aura accès à vos images locales. Êtes-vous sûr de vouloir continuer ?
ms_my: Typora akan melancarkan aplikasi pihak ketiga dengan laluan fail semua imej tempatan. Pemuat naik imej dan pengstoran imej awanan akan memiliki akses kepada imej tempatan. Adakah anda pasti untuk teruskan?

source: Header
fr_fr: Entête
ko_kr: 머리말(Header)
ms_my: Tajuk

source: Footer
fr_fr: Pied de page
ko_kr: 꼬리말(Footer)
ms_my: Pengaki

source: Do you want to save the changes made to this document ?<br> Your changes will be lost if you don’t save them.
fr_fr: Souhaitez-vous enregistrer les modifications apportés à ce document ?<br> Vos modifications seront perdues si vous ne les enregistrez pas.

source: Panel
fr_fr: Panneau
ko_kr: 패널

source: Tabloid
fr_fr: Berlinois

source: Margin
fr_fr: Marge
ko_kr: 여백

source: Allow copy images to given folder
ko_kr: 주어진 폴더로 이미지 복사 허용

source: Allow upload to given server
ko_kr: 주어진 서버로 업로드 허용

source: Markdown
ko_kr: 마크다운

source: (support US English only)
ko_kr: (미국 영어만 지원)

source: Enable spell check
ko_kr: 맞춤법 검사 활성화

source: Menu
ko_kr: 메뉴

source: Learn More…
ko_kr: 더 알아보기…

source: Typora Server
ko_kr: Typora 서버

source: Use Typora Server in China
ko_kr: 중국에 있는 Typora Server 사용

source: File does not exist
ko_kr: 파일이 존재하지 않습니다

source: Create File
ko_kr: 파일 생성

source: Create Folder
ko_kr: 폴더 생성
